{"url": "https://en.wikipedia.org/wiki/List_of_common_misconceptions", "text": "Each entry on this list of common misconceptions is worded as a correction; the misconceptions themselves are implied rather than stated. These entries are concise summaries of the main subject articles, which can be consulted for more detail. Federal legal tender laws in the United States do not state that a private business, a person, or an organization must accept cash for payment, though it must be regarded as valid payment for debts when tendered to a creditor.[1] The common image of Santa Claus (Father Christmas) as a jolly old man in red robes was not created by The Coca-Cola Company as an advertising gimmick. Santa Claus had already taken this form in American popular culture and advertising by the late 19th century, long before Coca-Cola used his image in the 1930s.[8] PepsiCo never owned the \"6th most powerful navy\" in the world after a deal with the Soviet Union. In 1989, Pepsi acquired several decommissioned warships as part of a barter deal.[10][11] The oil tankers were leased out and the other ships sold for scrap.[12] A follow-on deal involved another 10 ships.[13] Searing does not seal moisture in meat; in fact, it causes it to lose some moisture. Meat is seared to brown it, to affect its color, flavor, and texture.[14] Twinkies, an American snack cake generally considered to be \"junk food\", have a shelf life of around 45 days, despite the common claim (usually facetious) that they remain edible for decades.[15][16] Twinkies, with only sorbic acid as an added preservative, normally remain on a store shelf for 7 to 10 days.[17][18] With the exception of some perishables, properly stored foods can safely be eaten past their \"expiration\" dates.[19][20] The vast majority of expiration dates in the United States are regulated by state governments and refer to food quality, not safety; the \"use by\" date represents the last day the manufacturer warrants the quality of their product. Hydrox is not a knock-off of Oreos. Hydrox, invented in 1908, predates Oreos by four years and outsold it until the 1950s, when Oreos raised prices and the name \"Hydrox\" became increasingly unappealing due to being said to sound like a laundry detergent brand, after similar new brands of the decade.[31][32][33] Spices were not used in the Middle Ages to mask the flavor of rotten meat before refrigeration. Spices were an expensive luxury item; those who could afford them could afford good meat, and there are no contemporaneous documents calling for spices to disguise the taste of bad meat.[43] Microwave ovens do not cook food from the inside out. 2.45 GHz microwaves can only penetrate approximately 1 centimeter (3⁄8 inch) into most foods. The inside portions of thicker foods are mainly heated by heat conducted from the outer portions.[54] Microwave ovens do not cause cancer, as microwave radiation is non-ionizing and therefore does not have the cancer risks associated with ionizing radiation such as X-rays. No studies have found that microwave radiation causes cancer, even with exposure levels far greater than normal radiation leakage.[55] Microwaving food does not reduce its nutritive value and may preserve it better than other cooking processes due to shorter cooking times.[56] Ronald Reagan was never seriously considered for the role of Rick Blaine in the 1942 film Casablanca, eventually played by Humphrey Bogart. An early studio press release mentioned Reagan, but the studio already knew that Reagan was unavailable because of his upcoming military service.[57] Indeed, the producer had always wanted Bogart for the part.[58] Irregardless is a word.[82][83]Nonstandard, slang, or colloquial terms used by English speakers are sometimes alleged not to be real words, despite appearing in numerous dictionaries. All words in English became accepted by being commonly used for a certain period of time; thus, there are many vernacular words currently not accepted as part of the standard language, or regarded as inappropriate in formal speech or writing, but the idea that they are not words is a misconception.[84] Other examples of words that are sometimes alleged not to be words include burglarize, licit,[85] and funnest[86] which appear in numerous dictionaries as English words.[87] The word crap did not originate as a back-formation of British plumber Thomas Crapper's aptronymous surname, nor does his name originate from the word crap.[94] The surname \"Crapper\" is a variant of \"Cropper\", which originally referred to someone who harvested crops.[95] The word crap ultimately comes from Medieval Latincrappa.[96] The word fuck did not originate in the Middle Ages as an acronym for either \"fornicating under consent of king\" or \"for unlawful carnal knowledge\", either as a sign posted above adulterers in the stocks, or as a sign on houses visible from the road during the Black Death. Nor did it originate as a corruption of \"pluck yew\" (an idiom falsely attributed to the English for drawing a longbow).[100] It is most likely derived from Middle Dutch or other Germanic languages, where it either meant \"to thrust\" or \"to copulate with\" (fokken in Middle Dutch), \"to copulate\", or \"to strike, push, copulate\" or \"penis\".[100][101] Either way, these variations would have been derived from the Indo-European root word -peuk, meaning \"to prick\".[100] The expression \"rule of thumb\" did not originate from an English law allowing a man to beat his wife with a stick no thicker than his thumb, and there is no evidence that such a law ever existed.[102] The false etymology has been broadly reported in media including Time magazine (1983), The Washington Post (1989) and CNN (1993).[103] The expression originates from the seventeenth century from various trades where quantities were measured by comparison to the width or length of a thumb.[104][105] The word the was never pronounced or spelled \"ye\" in Old or Middle English.[106] The confusion, seen in the common stock phrase \"ye olde\", derives from the use of the character thorn (þ), which in Middle English represented the sound now represented in Modern English by \"th\". Early printing presses often lacked types for the letter þ, meaning that \"þͤ\" () and \"þe\" were substituted with the visually similar \"yͤ\" and \"ye\", respectively.[107] The anti-Italian slur wop did not originate from an acronym for \"without papers\" or \"without passport\";[108] it is actually derived from the term guappo (roughly meaning thug or \"dandy\"), from Spanish guapo.[109] \"Xmas\", along with a modern Santa Claus, used on a Christmas postcard (1910) Xmas did not originate as a secular plan to \"take the Christ out of Christmas\".[110]X represents the Greek letter chi, the first letter of Χριστός (Christós), \"Christ\" in Greek,[111] as found in the chi-rho symbol ΧΡ since the 4th century. In English, \"X\" was first used as a scribal abbreviation for \"Christ\" in 1100; \"X'temmas\" is attested in 1551, and \"Xmas\" in 1721.[112] It is not necessary to wait 24 hours before filing a missing person report. When there is evidence of violence or of an unusual absence, it is important to start an investigation promptly.[113][114]Criminology experts say the first 72 hours in a missing person investigation are the most critical.[115] The US Armed Forces have generally forbidden military enlistment as a form of deferred adjudication (that is, an option for convicts to avoid jail time) since the 1980s. US Navy protocols discourage the practice, while the other four branches have specific regulations against it.[117] The United States does not require police officers to identify themselves as police in the case of a sting or other undercover work, and police officers may lie when engaged in such work.[118] Claiming entrapment as a defense instead focuses on whether the defendant was induced by undue pressure (such as threats) or deception from law enforcement to commit crimes they would not have otherwise committed.[119] Violent crime rates in the United States declined significantly between 1994 and 2003. Neither the Mafia nor other criminal organizations regularly use or have used cement shoes to drown their victims.[129] There are only two documented cases of this method being used in murders: one in 1964 and one in 2016 (although, in the former, the victim had concrete blocks tied to his legs rather than being enclosed in cement).[130] The French Army did use cement shoes on Algerians killed in death flights during the Algerian War.[131] In the United States, a defendant may not have their case dismissed simply because they were not read their Miranda rights at the time of their arrest. Miranda warnings cover the rights of a person when they are taken into custody and then interrogated by law enforcement.[132][133] If a person is not given a Miranda warning before the interrogation is conducted, statements made by them during the interrogation may not be admissible in a trial. The prosecution may still present other forms of evidence, or statements made during interrogations where the defendant was read their Miranda rights, to get a conviction.[134] Chewing gum is not punishable by caning in Singapore. Although importing and selling chewing gum has been illegal in Singapore since 1992, and corporal punishment is still an applicable penalty for certain offenses in the country, the two facts are unrelated; chewing gum-related offenses have always been only subject to fines, and the possession or consumption of chewing gum itself is not illegal.[135][136] No cases have been proven of strangers killing or permanently injuring children by intentionally hiding poisons, drugs, or sharp objects such as razor blades in candy during Halloween trick-or-treating.[140] However, in rare cases, adult family members have spread this story to cover up filicide or accidental deaths. Folklorists, scholars, and law enforcement experts say that the story that strangers put poison into candy and give that candy to trick-or-treating children has been \"thoroughly debunked\".[141][140] Mary Shelley's 1818 novel Frankenstein is named after the fictional scientist Victor Frankenstein, who created the sapient creature in the novel, not the creature itself, which is never named and is called Frankenstein's monster. However, as later adaptations started to refer to the monster itself as Frankenstein, this usage became well-established, and some no longer regard it as erroneous.[143][144] Listening to Mozart or classical music does not enhance intelligence (or IQ). A study from 1993 reported a short-term improvement in spatial reasoning.[156][157] However, the weight of subsequent evidence supports either a null effect or short-term effects related to increases in mood and arousal, with mixed results published after the initial report in Nature.[158][159][160][161] The Beatles' 1965 appearance at Shea Stadium was not the first time that a rock concert was played at a large, outdoor sports stadium in the U.S. Such venues were employed by Elvis Presley in the 1950s and the Beatles themselves in 1964.[170] Phil Collins did not write his 1981 hit \"In the Air Tonight\" about witnessing someone drowning and then confronting the person in the audience who let it happen. According to Collins himself, it was about his emotions when divorcing from his first wife.[172] Jesus was most likely not born on December 25, when his birth is traditionally celebrated as Christmas. It is more likely that his birth was in either the season of spring or perhaps summer. Although the Common Era ostensibly counts the years since the birth of Jesus,[177] it is unlikely that he was born in either AD 1 or 1 BC, as such a numbering system would imply. Modern historians estimate a date closer to between 6 BC and 4 BC.[178] The Bible does not say that exactly three magi came to visit the baby Jesus, nor that they were kings, or rode on camels, or that their names were Caspar, Melchior, and Balthazar, nor what color their skin was. Three magi are inferred because three gifts are described, but the Bible says only that there was more than one magus.[179][180][181][182][183][184] Paul the Apostle did not change his name from Saul. He was born a Jew, with Roman citizenship inherited from his father, and thus carried both a Hebrew and a Greco-Roman name from birth, as mentioned by Luke in Acts 13:9: \"...Saul, who also is called Paul...\".[187] Roman Catholic dogma does not say that the pope is either sinless or always infallible.[190] Catholic dogma since 1870 does state that a dogmatic teaching contained in divine revelation that is promulgated by the pope (deliberately, and under certain very specific circumstances; generally called ex cathedra) is free from error, although official invocation of papal infallibility is rare. Most theologians state that canonizations meet the requisites.[191] Otherwise, even when speaking in his official capacity, dogma does not hold that he is always free from error. Saint Augustine did not say \"God created hell for inquisitive people\".[197] He actually said: \"I do not give the answer that someone is said to have given (evading by a joke the force of the objection), 'He was preparing hell for those who pry into such deep subjects.' ... I do not answer in this way. I would rather respond, 'I do not know,' concerning what I do not know than say something for which a man inquiring about such profound matters is laughed at, while the one giving a false answer is praised.\"[198] So Augustine is saying that he would not say this and that he does not know the answer to the question. Most Muslim women do not wear a burqa (also transliterated as burka or burkha), which covers the body, head, and face, with a mesh grille to see through. Many Muslim women cover their hair and face (excluding the eyes) with a niqāb, or just their hair with a hijab[201] and many Muslim women wear neither face nor head coverings of any kind.[202] The word \"jihad\" does not always mean \"holy war\"; its literal meaning in Arabic is \"struggle\". While there is such a thing as \"jihad bil saif\", or jihad \"by the sword\",[205] it can be any spiritual or moral effort or struggle,[206][207] such as seeking knowledge, putting others before oneself, and inviting others to Islam.[208] The Quran does not promise martyrs 72 virgins in heaven. It does mention that virgin female companions,[209]houri, are given to all people, martyr or not, in heaven, but no number is specified. The source for the 72 virgins is a hadith in Sunan al-Tirmidhi by Imam Tirmidhi.[210][211] Hadiths are sayings and acts of Muhammad as reported by others, not part of the Quran itself.[212][210] The name golf is not an acronym for \"Gentlemen Only, Ladies Forbidden\".[213][214][215] It may have come from the Dutch word kolf or kolve, meaning \"club\",[214] or from the Scottish word goulf or gowf meaning \"to strike or cuff\".[213] The black belt in martial arts does not necessarily indicate expert level or mastery. It was introduced for judo in the 1880s to indicate competency at all of the basic techniques of the sport. Promotion beyond 1st dan (the first black belt rank) varies among different martial arts.[217] India did not withdraw from the 1950 FIFA World Cup because their squad played barefoot, which was against FIFA regulations.[220] In reality, India withdrew because the country's managing body, the All India Football Federation (AIFF), was insufficiently prepared for the team's participation and gave various reasons for withdrawing, including a lack of funding and prioritizing the Olympics.[221] There is no definitive proof that violent video games cause people to become violent. Some studies have found no link between aggression and violent video games,[222][223] and the popularity of gaming has coincided with a decrease in youth violence.[224][225] The moral panic surrounding video games in the 1980s through to the 2020s, alongside several studies and incidents of violence and legislation in many countries, likely contributed to proliferating this idea.[226][227] The Pyramids of Egypt were not constructed with slave labor. Archaeological evidence shows that the laborers were a combination of skilled workers and poor farmers working in the off-season with the participants paid in high-quality food and tax exemptions.[239][240][241] The idea that slaves were used originated with Herodotus, and the idea that they were Israelites arose centuries after the pyramids were constructed.[240][241][242] Galleys in ancient times were not commonly operated by chained slaves or prisoners, as depicted in films such as Ben Hur, but by paid laborers or soldiers,[243] with slaves used only in times of crisis, in some cases even gaining freedom after the crisis was averted. Ptolemaic Egypt was a possible exception.[244] Other types of vessel, such as merchant vessels (usually sailing vessels) were manned by slaves, sometimes even with slaves as ship's master.[245] The ancient Greeks did not use the word \"idiot\" (Ancient Greek: ἰδιώτης, romanized: idiṓtēs) to disparage people who did not take part in civic life or who did not vote. An ἰδιώτης was simply a private citizen as opposed to a government official. Later, the word came to mean any sort of non-expert or layman, then someone uneducated or ignorant, and much later to mean stupid or mentally deficient.[250] Julius Caesar was not born via caesarean section. Such a procedure would have been fatal to the mother at the time, and Caesar's mother was still alive when Caesar was 45 years old.[255][256] The name \"caesarean\" probably comes from the Latin verb caedere 'to cut'.[257] While modern life expectancies are much higher than those in the Middle Ages and earlier,[259] adults in the Middle Ages did not die in their 30s or 40s on average. That was the life expectancy at birth, which was skewed by high infant and adolescent mortality. The life expectancy among adults was much higher;[260] a 21-year-old man in medieval England, for example, could expect to live to the age of 64.[261][260] However, in various places and eras, life expectancy was noticeably lower, as in medieval London, where 90% of people in general died before the age of 45[262] and one study estimated that 36 percent of men and 56 percent of women in medieval urban areas passed before the age of 35.[263] Monks in this time period often died in their 20s or 30s.[263] In the tale of King Canute and the tide, the king did not command the tide to reverse in a fit of delusional arrogance.[268] According to the story, his intent was to prove a point to members of his privy council that no man is all-powerful, and that all people must bend to forces beyond their control, such as the tides. Marco Polo did not import pasta from China,[269] a misconception that originated with the Macaroni Journal, published by an association of food industries to promote the use of pasta in the United States.[270] Marco Polo describes a food similar to \"lasagna\" in his Travels, but he uses a term with which he was already familiar. There is no evidence that iron maidens were used for torture, or even yet invented, in the Middle Ages. Instead they were pieced together in the 18th century from several artifacts found in museums, arsenals and the like to create spectacular objects intended for commercial exhibition.[271] Spiral staircases in castles were not designed in a clockwise direction to hinder right-handed attackers.[272][273] While clockwise spiral staircases are more common in castles than anti-clockwise, they were even more common in medieval structures without a military role, such as religious buildings.[274][272] The plate armor of European soldiers did not stop soldiers from moving around or necessitate a crane to get them into a saddle. They would routinely fight on foot and could mount and dismount without help.[275] However, armor used in tournaments in the late Middle Ages was significantly heavier than that used in warfare,[276] which may have contributed to this misconception. Whether chastity belts, devices designed to prevent women from having sexual intercourse, were invented in medieval times is disputed by modern historians. Most existing chastity belts are now thought to be deliberate fakes or anti-masturbatory devices from the 19th and early 20th centuries.[277] Medieval cartographers did not regularly write \"here be dragons\" on their maps. The only maps from this era that have the phrase inscribed on them are the Hunt-Lenox Globe and the Ostrich Egg Globe, next to a coast in Southeast Asia for both of them. Maps instead were more likely to have \"here are lions\" inscribed. Maps in this period did occasionally have illustrations of mythical beasts like dragons and sea serpents, as well as exotic animals like elephants, on them.[279] The Mexica people of the Aztec Empire did not mistake Hernán Cortés and his landing party for gods during Cortés' conquest of the empire. This notion came from Francisco López de Gómara, who never went to Mexico and concocted the myth while working for the retired Cortés in Spain years after the conquest.[284] Shah Jahan, the Indian Mughal Emperor who commissioned the Taj Mahal, did not cut off the hands of the rumored 40,000 workers or lead designers so as to not allow the construction of another monument more beautiful than the Taj Mahal. This is an urban myth that goes back to the 1960s.[285][286][287] The early settlers of the Plymouth Colony in North America usually did not wear all black, and their capotains (hats) were shorter and rounder than the widely depicted tall hat with a buckle on it. Instead, their fashion was based on that of the late Elizabethan era.[288] The traditional image was formed in the 19th century when buckles were a kind of emblem of quaintness.[289] (The Puritans, who also settled in Massachusetts near the same time, did frequently wear all black.)[290] The familiar story that Isaac Newton was inspired to research the nature of gravity when an apple fell on his head is almost certainly apocryphal. All Newton himself ever said was that the idea came to him as he sat \"in a contemplative mood\" and \"was occasioned by the fall of an apple\".[291] Marie Antoinette did not say \"let them eat cake\" when she heard that the French peasantry were starving due to a shortage of bread. The phrase was first published in Rousseau's Confessions, written when Marie Antoinette was only nine years old and not attributed to her, just to \"a great princess\". It was first attributed to her in 1843.[293] George Washington did not have wooden teeth. His dentures were made of lead, gold, hippopotamus ivory, the teeth of various animals, including horse and donkey teeth,[294][295] and human teeth, possibly bought from slaves or poor people.[296][297] The possible origin of this myth is that ivory teeth quickly became stained and may have had the appearance of wood to observers.[295] Napoleon Bonaparte was not especially short for a Frenchman of his time. He was the height of an average French male in 1800, but short for an aristocrat or officer.[302] After his death in 1821, the French emperor's height was recorded as 5 feet 2 inches in French feet, which in English measurements is 5 feet 7 inches (1.70 m).[303][304] Albert Einstein did not fail mathematics classes in school. Einstein remarked, \"I never failed in mathematics.... Before I was fifteen I had mastered differential and integral calculus.\"[308] Einstein did, however, fail his first entrance exam into the Swiss Federal Polytechnic School (ETH) in 1895, when he was two years younger than his fellow students, but scored exceedingly well in the mathematics and science sections, and then passed on his second attempt.[309] Grigori Rasputin was not assassinated by being fed cyanide-laced cakes and wine, shot multiple times, and then thrown into the Little Nevka river when he survived the former two. A contemporary autopsy reported that he was just killed with gunshots. A sensationalized account from the memoirs of co-conspirator PrinceFelix Yusupov is the only source of this story.[311][312][313] The Italian dictator Benito Mussolini did not \"make the trains run on time\". Much of the repair work had been performed before he and the Fascist Party came to power in 1922. Moreover, the Italian railways' supposed adherence to timetables was more propaganda than reality.[314] The Nazis did not use the term \"Nazi\" to refer to themselves. The full name of the Nazi Party was Nationalsozialistische Deutsche Arbeiterpartei (National Socialist German Workers' Party), and members referred to themselves as Nationalsozialisten (National Socialists) or Parteigenossen (party comrades). The term \"Nazi\" was in use prior to the rise of the Nazis as a colloquial and derogatory word for a backwards farmer or peasant. Opponents of the National Socialists abbreviated their name as \"Nazi\" for derogatory effect and the term was popularized by German exiles outside of Germany.[316] Although popularly known as the \"red telephone\", the Moscow–Washington hotline was never a telephone line, nor were red phones used. The first implementation of the hotline used teletype equipment, which was replaced by facsimile (fax) machines in 1988. Since 2008, the hotline has been a secure computer link over which the two countries exchange email.[323] Moreover, the hotline links the Kremlin to the Pentagon, not the White House.[324] The Alaska Purchase was generally viewed as positive or neutral in the United States, both among the public and the press. The opponents of the purchase who characterized it as \"Seward's Folly\", alluding to William H. Seward, the Secretary of State who negotiated it, represented a minority opinion at the time.[341][342] There is no evidence that Frederic Remington, on assignment to Cuba in 1897, telegraphed William Randolph Hearst: \"There will be no war. I wish to return,\" nor that Hearst responded: \"Please remain. You furnish the pictures, and I'll furnish the war\". The anecdote was originally included in a book by James Creelman and probably never happened.[346] Immigrants' last names were not Americanized (voluntarily, mistakenly, or otherwise) upon arrival at Ellis Island. Officials there kept no records other than checking ship manifests created at the point of origin, and there was simply no paperwork that would have let them recast surnames, let alone any law. At the time in New York, anyone could change the spelling of their name simply by using that new spelling.[348] These names are often referred to as an \"Ellis Island Special\". Prohibition did not make drinking alcohol illegal in the United States. The Eighteenth Amendment and the subsequent Volstead Act prohibited the production, sale, and transport of \"intoxicating liquors\" within the United States, but their possession and consumption were never outlawed.[349] U.S. Senator George Smathers never gave a speech to a rural audience describing his opponent, Claude Pepper, as an \"extrovert\" whose sister was a \"thespian\", in the apparent hope they would confuse them with similar-sounding words like \"pervert\" and \"lesbian\". Smathers offered US$10,000 to anyone who could prove he had made the speech; it was never claimed.[358] Rosa Parks was not sitting in the front (\"white\") section of the bus during the event that made her famous and incited the Montgomery bus boycott. Rather, she was sitting in the front of the back (\"colored\") section of the bus, where African Americans were expected to sit, and rejected an order from the driver to vacate her seat in favor of a white passenger when the \"white\" section of the bus had become full.[359] When Kitty Genovese was murdered outside her apartment in 1964, there were not 38 neighbors standing idly by and watching who failed to call the police until after she was dead, as was initially reported[363] to widespread public outrage that persisted for years and even became the basis of a theory in social psychology. In fact, witnesses only heard brief portions of the attack and did not realize what was occurring, and only six or seven actually saw anything. One witness, who had called the police, said when interviewed by officers at the scene, \"I didn't want to get involved\",[364] an attitude later attributed to all the neighbors.[365] While it was praised by one architectural magazine before it was built as \"the best high apartment of the year\", the Pruitt–Igoehousing project in St. Louis, Missouri, considered to epitomize the failures of urban renewal in American cities after it was demolished in the early 1970s, never won any awards for its design.[366] The architectural firm that designed the buildings did win an award for an earlier St. Louis project, which may have been confused with Pruitt–Igoe.[367] There is little contemporary documentary evidence for the notion that US Vietnam veterans were spat upon by anti-war protesters upon return to the United States. This belief was detailed in some biographical accounts and was later popularized by films such as Rambo.[368][369][370] Women did not burn their bras outside the Miss America contest in 1969 as a protest in support of women's liberation. They did symbolically throw bras in a trash can, along with other articles seen as emblematic of women's position in American society such as mops, make-up, and high-heeled shoes. The myth of bra burning came when a journalist hypothetically suggested that women may do so in the future, as men of the era burned their draft cards.[371] Black holes have the same gravitational effects as any other equal mass in their place. They will draw objects nearby towards them, just as any other celestial body does, except at very close distances to the black hole, comparable to its Schwarzschild radius.[390] If, for example, the Sun were replaced by a black hole of equal mass, the orbits of the planets would be essentially unaffected. A black hole can pull in a substantial inflow of surrounding matter, but only if the star from which it formed was already doing so.[391] Egg balancing is possible on every day of the year, not just the vernal equinox,[398] and there is no relationship between any astronomical phenomenon and the ability to balance an egg.[399] The Fisher Space Pen was not commissioned by NASA at a cost of millions of dollars, while the Soviets used pencils. It was independently developed by Paul C. Fisher, founder of the Fisher Pen Company, with $1 million of his own funds.[400] NASA tested and approved the pen for space use, then purchased 400 pens at $6 per pen.[401] The Soviet Union subsequently also purchased the Space Pen for its Soyuz spaceflights.[402] The Sun is not yellow; rather, it emits light across the full spectrum of visible colors, and this combined light appears white when outside of Earth's atmosphere. Earth's atmosphere scatters shorter wavelengths of light, particularly blues and violets, more than longer wavelengths like reds and yellows, and this scattering is why the Sun appears yellow during the day or orange or red during sunrise and sunset.[405][406] A satellite image of a section of the Great Wall of China, running diagonally from lower left to upper right (not to be confused with the much more prominent river running from upper left to lower right). The region pictured is 12 by 12 kilometers (7.5 mi × 7.5 mi). The Big Bang model does not fully explain the origin of the universe. It does not describe how energy, time, and space were caused, but rather it describes the emergence of the present universe from an ultra-dense and high-temperature initial state.[408] Bulls are not enraged by the color red, used in capes by professional bullfighters. Cattle are dichromats, so red does not stand out as a bright color. It is not the color of the cape, but the perceived threat by the bullfighter that incites it to charge.[410] Lemmings do not engage in mass suicidal dives off cliffs when migrating. The scenes of lemming suicides in the 1958 Disney documentary film White Wilderness, which popularized this idea, were completely fabricated. The lemmings in the film were actually purchased from Inuit children for 25 cents apiece, transported to the filming location in Canmore, Alberta, and repeatedly shoved off a nearby cliff by the filmmakers to create the illusion of a mass suicide.[411][412] The misconception itself is much older, dating back to at least the late 19th century, though its exact origins are uncertain.[413] Dogs do not consistently age seven times as quickly as humans. Aging in dogs varies widely depending on the breed; certain breeds, such as giant dog breeds and English bulldogs, have much shorter lifespans than average. Most dogs age consistently across all breeds in the first year of life, reaching adolescence[clarification needed] by one year old; smaller and medium-sized breeds begin to age more slowly in adulthood.[416] The phases of the Moon have no effect on the vocalizations of wolves, and wolves do not howl at the Moon.[417] Wolves howl to assemble the pack usually before and after hunts, to pass on an alarm particularly at a den site, to locate each other during a storm, while crossing unfamiliar territory, and to communicate across great distances.[418] There is no such thing as an \"alpha\" in a wolf pack. An early study that coined the term \"alpha wolf\" had only observed unrelated adult wolves living in captivity. In the wild, wolf packs operate like families: parents are in charge until the young grow up and start their own families, and younger wolves do not overthrow an \"alpha\" to become the new leader.[419][420] Bats are not blind. While about 70% of bat species, mainly in the microbat family, use echolocation to navigate, all bat species have eyes and are capable of sight. In addition, almost all bats in the megabat or fruit bat family cannot echolocate and have excellent night vision.[421] Sharks can get cancer. The misconception that sharks do not get cancer was spread by the 1992 book Sharks Don't Get Cancer, which was used to sell extracts of shark cartilage as cancer prevention treatments. Reports of carcinomas in sharks exist, and current data do not support any conclusions about the incidence of tumors in sharks.[425] Great white sharks do not mistake human divers for seals or other pinnipeds. When attacking pinnipeds, the shark surfaces quickly and attacks violently. In contrast, attacks on humans are slower and less violent: the shark charges at a normal pace, bites, and swims off. Great white sharks have efficient eyesight and color vision; the bite is not predatory, but rather for identification of an unfamiliar object.[426] Snake jaws cannot unhinge. The posterior end of the lower jaw bones contains a quadrate bone, allowing jaw extension. The anterior tips of the lower jaw bones are joined by a flexible ligament allowing them to bow outwards, increasing the mouth gape.[427][428] Porcupines do not shoot their quills. They can detach, and porcupines will deliberately back into attackers to impale them, but their quills do not project.[431][432][433] Mice do not have a special appetite for cheese, and will eat it only for lack of better options; they actually favor sweet, sugary foods. The myth may have come from the fact that before the advent of refrigeration, cheese was usually stored outside and was therefore an easy food for mice to reach.[434] There is no credible evidence that the candiru, a South American parasitic catfish, can swim up a human urethra if one urinates in the water in which it lives. The sole documented case of such an incident, written in 1997, has been heavily criticized upon peer review, and this phenomenon is now largely considered a myth.[435] Piranhas do not eat only meat but are omnivorous, and they only swim in schools to defend themselves from predators and not to attack. They very rarely attack humans, only when under stress and feeling threatened, and even then, bites typically only occur on hands and feet.[438] The hippopotamus does not produce pink milk, nor does it sweat blood. The skin secretions of the hippopotamus are red due to the presence of hipposudoric acid, a red pigment which acts as a natural sunscreen, and is neither sweat or blood. It does not affect the color of their milk, which is white or beige.[439] A human touching or handling eggs or baby birds will not cause the adult birds to abandon them.[443] The same is generally true for other animals having their young touched by humans as well, with the possible exception of rabbits (as rabbits will sometimes abandon their nest after an event they perceive as traumatizing).[444] The bold, powerful cry commonly associated with the bald eagle in popular culture is actually that of a red-tailed hawk. Bald eagle vocalizations are much softer and chirpier, and bear far more resemblance to the calls of gulls.[451][452] Ostriches do not stick their heads in the sand to hide from enemies or to sleep.[453] This misconception's origins are uncertain but it was probably popularized by Pliny the Elder (23–79 CE), who wrote that ostriches \"imagine, when they have thrust their head and neck into a bush, that the whole of their body is concealed\".[454] A duck's quack actually does echo,[455] although the echo may be difficult to hear for humans under some circumstances.[456] Despite this, a British panel show compiling interesting facts has been given the name Duck Quacks Don't Echo. The skin of a chameleon is not adapted solely for camouflage purposes, nor can a chameleon change its skin colour to match any background.[459] Rabbits are not specially partial to carrots. Their diet in the wild primarily consists of dark green vegetables such as grasses and clovers, and excessive carrot consumption is unhealthy for them due to containing high levels of sugar. This misconception originated from Bugs Bunny cartoons, whose carrot-chomping habit was meant as a reference to a minor character in It Happened One Night.[460][461][462] Houseflies have an average lifespan of 20 to 30 days, not 24 hours.[465] The misconception may arise from confusion with mayflies, which, in one species, have an adult lifespan of as little as 5 minutes.[466] The daddy longlegs spider (Pholcidae) is not the most venomous spider in the world. Their fangs are capable of piercing human skin, but the tiny amount of venom they carry causes only a mild burning sensation for a few seconds.[467] Other species such as harvestmen, crane flies, and male mosquitoes are also called daddy longlegs in some regional dialects, and share the misconception of being highly venomous but unable to pierce the skin of humans.[468][469] People do not swallow large numbers of spiders during sleep. A sleeping person makes noises that warn spiders of danger.[470][471] Most people also wake up from sleep when they have a spider on their face.[472] Earwigs are not known to purposely climb into external ear canals, though there have been anecdotal reports of earwigs being found in the ear.[478] The name may be a reference to the appearance of their hindwings, which are unique and distinctive among insects, and resemble a human ear when unfolded.[479][480] While certainly critical to the pollination of many plant species, European honey bees are not essential to human food production, despite claims that without their pollination, humanity would starve or die out \"within four years\".[481] In fact, many important crops need no insect pollination at all. The ten most important crops,[482] accounting for 60% of all human food energy,[483] all fall into this category. Ticks do not jump or fall from trees onto their hosts. Instead, they lie in wait to grasp and climb onto any passing host or otherwise trace down hosts via, for example, olfactory stimuli, the host's body heat, or carbon dioxide in the host's breath.[484][485] Poinsettias are not highly toxic to humans or cats. While it is true that they are mildly irritating to the skin or stomach,[497] and may sometimes cause diarrhea and vomiting if eaten, they rarely cause serious medical problems.[498] Sunflowers do not always point to the Sun. Flowering sunflowers face a fixed direction (often east) all day long, but do not necessarily face the Sun.[499] However, in an earlier developmental stage, before the appearance of flower heads, the immature buds do track the Sun (a phenomenon called heliotropism), and the fixed alignment of the mature flowers toward a certain direction is often the result.[500] The word theory in \"the theory of evolution\" does not imply scientific doubt regarding its validity; the concepts of theory and hypothesis have specific meanings in a scientific context. While theory in colloquial usage may denote a hunch or conjecture, a scientific theory is a set of principles that explains an observable phenomenon in natural terms.[504][505] \"Scientific fact and theory are not categorically separable\",[506] and evolution is a theory in the same sense as germ theory or the theory of gravitation.[507] The theory of evolution does not attempt to explain the origin of life[508] or the origin and development of the universe. The theory of evolution deals primarily with changes in successive generations over time after life has already originated.[509] The scientific model concerned with the origin of the first organisms from organic or inorganic molecules is known as abiogenesis, and the prevailing theory for explaining the early development of the universe is the Big Bang model. Mutations are not entirely random, nor do they occur at the same frequency everywhere in the genome. Certain regions of an organism's genome will be more or less likely to undergo mutation depending on the presence of DNA repair mechanisms and other mutation biases. For instance, in a study on Arabidopsis thaliana, biologically important regions of the plant's genome were found to be protected from mutations, and beneficial mutations were found to be more likely, i.e. mutation was \"non-random in a way that benefits the plant\".[522][523][524] Dimetrodon is often mistakenly called a dinosaur or considered to be a contemporary of dinosaurs in popular culture, but it became extinct some 40 million years before the first appearance of dinosaurs. Being a synapsid, Dimetrodon is actually more closely related to mammals than to dinosaurs, birds, lizards, or other diapsids.[535][536][537][538] Humans and aviandinosaurs currently coexist, but humans and non-avian dinosaurs did not coexist at any point.[540] The last of the non-avian dinosaurs died 66 million years ago in the course of the Cretaceous–Paleogene extinction event, whereas the earliest members of the genus Homo (humans) evolved between 2.3 and 2.4 million years ago. This places a 63-million-year expanse of time between the last non-avian dinosaurs and the earliest humans. Humans did coexist with woolly mammoths and saber-toothed cats: extinct mammals often erroneously depicted alongside non-avian dinosaurs.[541] Most diamonds are not formed from highly compressed coal. More than 99% of diamonds ever mined have formed in the conditions of extreme heat and pressure about 140 kilometers (87 mi) below the earth's surface. Coal is formed from prehistoric plants buried much closer to the surface, and is unlikely to migrate below 3.2 kilometers (2.0 mi) through common geological processes. Most diamonds that have been dated are older than the first land plants, and are therefore older than coal.[569] Diamonds are not infinitely hard, and are subject to wear and scratching: although they are the hardest known material on the Mohs Scale, they can be scratched by other diamonds[570] and worn down even by much softer materials, such as vinyl records.[571] Although the core of a wooden pencil is commonly referred to as \"lead\", wooden pencils do not contain the chemical element lead, nor have they ever contained it; \"black lead\" was formerly a name of graphite, which is commonly used for pencil leads.[573] The deep web is not primarily full of pornography, illegal drug trade websites, and stolen bank details. This information is primarily found in a small portion of the deep web known as the \"dark web\". Much of the deep web consists of academic libraries, databases, and anything that is not indexed by normal search engines.[576] Total population living in extreme poverty, by world region 1987 to 2015[583] The total number of people living in extremeabsolute poverty globally, by the widely used metric of $1.00/day (in 1990 U.S. dollars) has decreased over the last several decades, but most people surveyed in several countries incorrectly think it has increased or stayed the same.[584] However, this depends on the poverty line calculation used. For instance, if the metric used is instead one that prioritizes meeting a standard life expectancy that no longer significantly rises with additional consumption enabled by income, the number of individuals in poverty has risen by nearly 1 billion.[585][586] Human population growth is decreasing and the world population is expected to peak and then begin falling during the 21st century. Improvements in agricultural productivity and technology are expected to be able to meet anticipated increased demand for resources, making a global human overpopulation scenario unlikely.[587][588][589] For any given production set, there is not a set amount of labor input (a \"lump of labor\") to produce that output. This fallacy is commonly seen in Luddite and later, related movements as an argument either that automation causes permanent, structural unemployment, or that labor-limiting regulation can decrease unemployment. In fact, changes in capital allocation, efficiency, and economies of learning can change the amount of labor input for a given set of production.[590] Income is not a direct factor in determining credit score in the United States. Rather, credit score is affected by the amount of unused available credit, which is in turn affected by income.[591] Income is also considered when evaluating creditworthiness more generally. In the US, an increase in gross income will never reduce a taxpayer's post-tax earnings (net income) by putting them in a higher tax bracket. Tax brackets specify marginal tax rates: only income earned in the higher tax bracket is taxed at the higher rate.[593] An increase in gross income can reduce net income in a welfare cliff, however, when benefits are withdrawn when passing a certain income threshold.[594] Prevalence of the misconception varies by political party affiliation.[595] Constructing new housing decreases the cost of rent or of buying a home in both the immediate neighborhood and in the city as a whole. In real estate economics, \"supply skepticism\" leads many Americans to misunderstand the effect of increasing the supply of housing on housing costs. The misconception is unique to the housing market.[596][597] Earthquake strength (or magnitude) is not commonly measured using the Richter scale. Although the Richter scale was used historically to measure earthquake magnitude (although, notably, not earthquake damage), it was found in the 1970s that it does not reliably represent the magnitude of large earthquakes. It has therefore been largely replaced by the moment magnitude scale,[619] although very small earthquakes are still sometimes measured using the Richter scale.[620] Nevertheless, earthquake magnitude is still widely misattributed to the Richter scale.[621][622][623]Death rates from air pollution and accidents related to energy production, measured in deaths in the past per terawatt hours (TWh) Lightning can, and often does, strike the same place twice. Lightning in a thunderstorm is more likely to strike objects and spots that are more prominent or conductive. For instance, lightning strikes the Empire State Building in New York City on average 23 times per year.[624] Heat lightning does not exist as a distinct phenomenon. What is mistaken for \"heat lightning\" is usually ordinary lightning from storms too distant to hear the associated thunder.[625] The Earth's interior is not molten rock. This misconception may originate from a misunderstanding based on the fact that the Earth's mantle convects, and the incorrect assumption that only liquids and gases can convect. In fact, a solid with a large Rayleigh number can also convect, given enough time, which is what occurs in the solid mantle due to the very large thermal gradient across it.[630][631] There are small pockets of molten rock in the upper mantle, but these make up a tiny fraction of the mantle's volume.[632] The Earth's outer coreis liquid, but it is liquid metal, not rock.[633] The Amazon rainforest does not provide 20% of Earth's oxygen. This is a misinterpretation of a 2010 study which found that approximately 34% of photosynthesis by terrestrial plants occurs in tropical rainforests (so the Amazon rainforest would account for approximately half of this). Due to respiration by the resident organisms, all ecosystems (including the Amazon rainforest) have a net output of oxygen of approximately zero. The oxygen currently present in the atmosphere was accumulated over billions of years.[634] Rivers do not predominantly flow from north to south. Rivers flow downhill in all compass directions, often changing direction along their course.[636][637] Indeed, many major rivers flow northward, including the Nile, the Yenisey, the Ob, the Rhine, the Lena, and the Orinoco.[638][639] Waking up a sleepwalker does not harm them. Sleepwalkers may be confused or disoriented for a short time after awakening, but the health risks associated with sleepwalking are from injury or insomnia, not from being awakened.[641] Seizures cannot cause a person to swallow their own tongue,[642] and it is dangerous to attempt to place a foreign object into a convulsing person's mouth. Instead it is recommended to gently lay a convulsing person on their side to minimize the risk of asphyxiation.[643] Drowning is often inconspicuous to onlookers.[644] In most cases, the instinctive drowning response prevents the victim from waving or yelling (known as \"aquatic distress\"),[644] which are therefore not dependable signs of trouble; indeed, most drowning victims undergoing the response do not show prior evidence of distress.[645] Human blood in veins is not actually blue. Blood is red due to the presence of hemoglobin; deoxygenated blood (in veins) has a deep red color, and oxygenated blood (in arteries) has a light cherry-red color. Veins below the skin can appear blue or green due to subsurface scattering of light through the skin, and aspects of human color perception. Many medical diagrams also use blue to show veins, and red to show arteries, which contributes to this misconception.[646] Exposure to a vacuum, or experiencing all but the most extreme uncontrolled decompression, does not cause the body to explode or internal fluids to boil (although the fluids in the mouth and lungs will indeed boil at altitudes above the Armstrong limit); rather, it will lead to a loss of consciousness once the body has depleted the supply of oxygen in the blood, followed by death from hypoxia within minutes.[647] Exercise-induced delayed onset muscle soreness is not caused by lactic acid build-up. Muscular lactic acid levels return to normal levels within an hour after exercise; delayed onset muscle soreness is thought to be due to microtrauma from unaccustomed or strenuous exercise.[648] Cremated remains are not ashes in the usual sense. After the incineration is completed, the dry bone fragments are swept out of the retort and pulverized by a machine called a cremulator (essentially a high-capacity, high-speed blender) to process them into \"ashes\" or \"cremated remains\".[652] Half of body heat is not lost through the head, and covering the head is no more effective at preventing heat loss than covering any other portion of the body. Heat is lost from the body in proportion to the amount of exposed skin.[654][655] The head accounts for around 7–9% of the body's surface, and studies have shown that having one's head submerged in cold water only causes a person to lose 10% more heat overall.[656] This myth likely comes from a flawed United States military experiment in 1950, involving a prototype Arctic survival suit where the head was one of the few body parts left exposed.[657] The misconception was further perpetuated by a 1970 military field manual that claimed \"40–45%\" of heat is lost through the head, based on the 1950 study.[655][657] Adrenochrome is not harvested from living people and has no use as a recreational drug. Hunter S. Thompson conceived a fictional drug of the same name in his book Fear and Loathing in Las Vegas, apparently as a metaphor and unaware that a real substance by that name existed; it is Thompson's fictional adrenochrome, and not the real chemical compound, that is the source of numerous conspiracy theories revolving around human trafficking to harvest the fictional drug.[658][659] The use of cotton swabs (aka cotton buds or Q-Tips) in the ear canal has no associated medical benefits and poses definite medical risks.[661] The idea that a precise number of stages of grief exist is not supported in peer-reviewed research or objective clinical observation, let alone the five stages of grief model.[662] The model was originally based on uncredited work and originally applied to the terminally ill instead of the grieving or bereaved.[663] The common cold and the common flu are caused by viruses, not exposure to cold temperatures. However, low temperatures may somewhat weaken the immune system, and someone already infected with a cold or influenza virus but showing no symptoms can become symptomatic after they are exposed to low temperatures.[664][665] Viruses are more likely to spread during the winter for a variety of reasons such as dry air, less air circulation in homes, people spending more time indoors, and lower vitamin D levels in humans.[666][667][668] There is little to no evidence that any illnesses are curable through essential oils or aromatherapy. Fish oil has not been shown to cure dementia, though there is evidence to support the effectiveness of lemon oil as a way to reduce agitation in patients with dementia.[672] In those with the common cold, the color of the sputum or nasal secretion may vary from clear to yellow to green and does not indicate the class of agent causing the infection.[673] The color of the sputum is determined by immune cells fighting an infection in the nasal area.[674] Vitamin Cdoes not prevent or treat the common cold, although it may have a protective effect during intense cold-weather exercise. If taken daily, it may slightly reduce the duration and severity of colds, but it has no effect if taken after the cold starts.[675] In people with eczema, bathing does not dry the skin as long as a moisturizer is applied soon after. If moisturizer is not applied after bathing, then the evaporation of water from the skin can result in dryness.[678] There have never been any programs in the US that provide access to dialysis machines in exchange for pull tabs on beverage cans.[679] This rumor has existed since at least the 1970s, and usually cites the National Kidney Foundation as the organization offering the program. The Foundation itself has denied the rumor, noting that dialysis machines are primarily funded by Medicare.[680] High dietary protein intake is not associated with kidney disease in healthy people.[681] While significantly increased protein intake in the short-term is associated with changes in renal function, there is no evidence to suggest this effect persists in the long-term and results in kidney damage or disease.[682] Leprosy is not auto-degenerative as commonly supposed, meaning that it will not (on its own) cause body parts to be damaged or fall off.[684] Leprosy causes rashes to form and may degrade cartilage and, if untreated, inflame tissue. In addition, leprosy is only mildly contagious, partly because 95% of those infected with the mycobacteria that causes leprosy do not develop the disease.[685][684]Tzaraath, a Biblical disease that disfigures the skin is often identified as leprosy, and may be the source of many myths about the disease.[686] Rust does not cause tetanus infection. The Clostridium tetani bacterium is generally found in dirty environments. Since the same conditions that harbor tetanus bacteria also promote rusting of metal, many people associate rust with tetanus. C. tetani requires anoxic conditions to reproduce and these are found in the permeable layers of rust that form on oxygen-absorbing, unprotected ironwork.[687] Quarantine has never been a standard procedure for those with severe combined immunodeficiency, despite the condition's popular nickname (\"bubble boy syndrome\") and its portrayal in films. A bone marrow transplant in the earliest months of life is the standard course of treatment. The exceptional case of David Vetter, who lived much of his life encased in a sterile environment because he would not receive a transplant until age 12, was an inspirations for the \"bubble boy\" trope.[688] Gunnison, Colorado, did not avoid the 1918 flu pandemic by using protective sequestration. The implementation of protective sequestration did prevent the virus from spreading outside a single household after a single carrier came into the town while it was in effect, but it was not sustainable and had to be lifted in February 1919. A month later, the flu killed five residents and infected dozens of others.[689] Statements in medication package inserts listing the frequency of side effects describe how often the effect occurs after taking a drug, but are not making any assertion that there is a causal connection between taking the drug and the occurrence of the side effect. In other words, what is being reported on is correlation, not necessarily causation.[690] A dog's mouth is not significantly cleaner than a human's mouth. A dog's mouth contains almost as much bacteria as a human mouth.[691][692] Drinking milk or consuming other dairy products does not increase mucus production.[702] As a result, they do not need to be avoided by those with the flu or cold congestion. However, milk and saliva in one's mouth mix to create a thick liquid that can briefly coat the mouth and throat. The sensation that lingers may be mistaken for increased phlegm.[703] Drinking eight glasses (2–3 liters) of water a day is not needed to maintain health.[704] The amount of water needed varies by person, weight, diet, activity level, clothing, and the ambient heat and humidity. Water does not actually need to be drunk in pure form, and can be derived from liquids such as juices, tea, milk, soups, etc., and from foods including fruits and vegetables.[704][705] Drinking coffee and other caffeinated beverages does not cause dehydration for regular drinkers, although it can for occasional drinkers.[706][705] Eating less than an hour before swimming does not increase the risk of experiencing muscle cramps or drowning. One study shows a correlation between alcohol consumption and drowning, but not between eating and stomach cramps.[712] Spinach is not a particularly good source of dietary iron. While it does contain more iron than many vegetables such as asparagus, Swiss chard, kale, or arugula, it contains only about one-third to one-fifth of the iron in lima beans, chickpeas, apricots, or wheat germ. Additionally, the non-heme iron found in spinach and other vegetables is not as readily absorbed as the heme iron found in meats and fish.[725][726][727] Most cases of obesity are not related to slower resting metabolism. Resting metabolic rate does not vary much between people. Overweight people tend to underestimate the amount of food they eat, and underweight people tend to overestimate. In fact, overweight people tend to have faster metabolic rates due to the increased energy required by the larger body.[728] Alcoholic beverages do not make the entire body warmer.[730] Alcoholic drinks create the sensation of warmth because they cause blood vessels to dilate and stimulate nerve endings near the surface of the skin with an influx of warm blood. This can actually result in making the core body temperature lower, as it allows for easier heat exchange with a cold external environment.[731] Alcohol does not necessarily kill brain cells.[732] Alcohol can, however, lead indirectly to the death of brain cells in two ways. First, in chronic, heavy alcohol users whose brains have adapted to the effects of alcohol, abrupt ceasing following heavy use can cause excitotoxicity leading to cellular death in multiple areas of the brain.[733] Second, in alcoholics who get most of their daily calories from alcohol, a deficiency of thiamine can produce Korsakoff's syndrome, which is associated with serious brain damage.[734] The order in which different types of alcoholic beverages are consumed (\"Grape or grain but never the twain\" and \"Beer before liquor never sicker; liquor before beer in the clear\") does not affect intoxication or create adverse side effects.[735] Authentic absinthe has no hallucinogenic properties, and is no more dangerous than any other alcoholic beverage of equivalent proof.[736] This misconception stems from late-19th- and early-20th-century distillers who produced cheap knockoff versions of absinthe, which used copper salts to recreate the distinct green color of true absinthe, and some also reportedly adulterated cheap absinthe with poisonous antimony trichloride, reputed to enhance the louching effect.[737] Examination of the hymen is not an accurate or reliable indicator that a woman or girl has had penetrative sex, because the tearing of the hymen may have been the result of some other event, and some women are born without one.[739][740][741] Traditional virginity tests, such as the \"two-finger\" test, are widely considered to be unscientific.[742][743][744] While pregnancies from sex between first cousins do carry a slightly elevated risk of birth defects, this risk is often exaggerated.[748] The risk is 5–6% (similar to that of a woman in her early 40s giving birth),[748][749] compared with a baseline risk of 3–4%.[749] The effects of inbreeding depression, while still relatively small compared to other factors (and thus difficult to control for in a scientific experiment), become more noticeable if isolated and maintained for several generations.[750] Having sex before a sporting event or contest is not physiologically detrimental to performance.[751] In fact it has been suggested that sex prior to sports activity can elevate male testosterone levels, which could potentially enhance performance for male athletes.[752] There is no definitive proof of the existence of the vaginal G-spot, and the general consensus is that no such spot exists on the female body.[753] A person's hair and fingernails do not continue to grow after death. Rather, the skin dries and shrinks away from the bases of hairs and nails, giving the appearance of growth.[760] Shaving does not cause terminal hair to grow back thicker or darker. This belief is thought to be due to the fact that hair that has never been cut has a tapered end, so after cutting, the base of the hair is blunt and appears thicker and feels coarser. That short hairs are less flexible than longer hairs contributes to this effect.[761] MC 1 R, the gene mostly responsible for red hair, is not becoming extinct, nor will the gene for blond hair do so, although both are recessivealleles. Redheads and blonds may become rarer but will not die out unless everyone who carries those alleles dies without passing their hair color genes on to their children.[762] Acne is mostly caused by genetics, and is not caused by a lack of hygiene or eating fatty foods, though certain medication or a carbohydrate-rich diet may worsen it.[763] Dandruff is not caused by poor hygiene, though infrequent hair-washing can make it more obvious. The exact causes of dandruff are uncertain, but they are believed to be mostly genetic and environmental factors.[764] James Watt did not invent the steam engine,[765] nor were his ideas on steam engine power inspired by a kettle lid pressured open by steam.[766] Watt improved upon the already commercially successful Newcomen atmospheric engine (invented in 1712) in the 1760s and 1770s, making certain improvements critical to its future usage, particularly the external condenser, increasing its efficiency, and later the mechanism for transforming reciprocating motion into rotary motion; his new steam engine later gained huge fame as a result.[767] Thomas Edison did not invent the light bulb.[774] He did, however, develop the first practical light bulb in 1880 (employing a carbonized bamboo filament), shortly prior to Joseph Swan, who invented an even more efficient bulb in 1881 (which used a cellulose filament). Henry Ford did not invent either the automobile or the assembly line. He did improve the assembly line process substantially, sometimes through his own engineering but more often through sponsoring the work of his employees, and he was the main person behind the introduction of the Model T, regarded as the first affordable automobile.[775]Karl Benz (co-founder of Mercedes-Benz) is credited with the invention of the first modern automobile,[776] and the assembly line has existed throughout history. The repeating decimal commonly written as 0.999... represents exactly the same quantity as the number one. Despite having the appearance of representing a smaller number, 0.999... is a symbol for the number 1 in exactly the same way that 0.333... is an equivalent notation for the number represented by the fraction 1⁄3.[790] The p-value is not the probability that the null hypothesis is true, or the probability that the alternative hypothesis is false; it is the probability of obtaining results at least as extreme as the results actually observed under the assumption that the null hypothesis was correct, which can indicate the incompatibility of results with the specific statistical model assumed in the null hypothesis.[791] This misconception, and similar ones like it, contributes to the common misuse of p-values in education and research.[791][792] An illustration of the (incorrect) equal-transit-time explanation of aerofoil lift The lift force is not generated by the air taking the same time to travel above and below an aircraft's wing.[794] This misconception, sometimes called the equal transit-time fallacy, is widespread among textbooks and non-technical reference books, and even appears in pilot training materials. In fact, the air moving over the top of an aerofoil generating lift is always moving much faster than the equal transit theory would imply,[794] as described in the incorrect and correct explanations of lift force. Blowing over a curved piece of paper does not demonstrate Bernoulli's principle. Although a common classroom experiment is often explained this way,[795] Bernoulli's principle only applies within a flow field, and the air above and below the paper is in different flow fields.[796] The paper rises because the air follows the curve of the paper and a curved streamline will develop pressure differences perpendicular to the airflow.[797][798] The Coriolis effect does not cause water to consistently drain from basins in a clockwise/counter-clockwise direction depending on the hemisphere. The common myth often refers to the draining action of flush toilets and bathtubs. In fact, rotation is determined by whatever minor rotation is initially present at the time the water starts to drain, as the magnitude of the coriolis acceleration is negligibly small compared to the inertial acceleration of flow within a typical basin.[799] A penny dropped from the Empire State Building would not kill a person or crack the sidewalk. A penny is too light and has too much air resistance to acquire enough speed to do much damage since it reaches terminal velocity after falling about 50 feet. Heavier or more aerodynamic objects could cause significant damage if dropped from that height.[802][803] Using a programmable thermostat's setback feature to limit heating or cooling in a temporarily unoccupied building does not waste as much energy as leaving the temperature constant. Using setback saves energy (5–15%) because heat transfer across the surface of the building is roughly proportional to the temperature difference between its inside and the outside.[804][805] It is not possible for a person to completely submerge in quicksand, as commonly depicted in fiction,[806] although sand entrapment in the nearshore of a body of water can be a drowning hazard as the tide rises.[807] True photographic memory (the ability to remember endless images, particularly pages or numbers, with such a high degree of precision that the image mimics a photo) has never been demonstrated to exist in any individual,[812] although a small number of young children have eidetic memory, where they can recall an object with high precision for a few minutes after it is no longer present.[813] Many people have claimed to have a photographic memory, but those people have been shown to have high precision memories as a result of mnemonic devices rather than a natural capacity for detailed memory encoding.[814] There are rare cases of individuals with exceptional memory, but none of them have a memory that mimics that of a camera. The phase of the Moon does not influence fertility, cause a fluctuation in crime, or affect the stock market. There is no correlation between the lunar cycle and human biology or behavior. However, the increased amount of illumination during the full moon may account for increased epileptic episodes, motorcycle accidents, or sleep disorders.[815] Dyslexia is not defined or diagnosed as mirror writing or reading letters or words backwards.[817][818] Mirror writing and reading letters or words backwards are behaviors seen in many children (dyslexic or not) as they learn to read and write.[817][818]Dyslexia is a neurodevelopmental disorder of people who have at least average intelligence and who have difficulty in reading and writing that is not otherwise explained by low intelligence.[819] Self-harm is not generally an attention-seeking behavior. People who engage in self-harm are typically very self-conscious of their wounds and scars and feel guilty about their behavior, leading them to go to great lengths to conceal it from others.[820] They may offer alternative explanations for their injuries, or conceal their scars with clothing.[821][822] There is no evidence that a chemical imbalance or neurotransmitter deficiency is the sole factor in depression and other mental disorders, but rather a combination of biological, psychological, and social factors.[823][824] Schizophrenia is characterized by continuous or relapsing episodes of psychosis. Major symptoms include hallucinations (typically hearing voices), delusions, paranoia, and disorganized thinking. Other symptoms include social withdrawal, decreased emotional expression, and apathy.[825] The term was coined from the Greek roots schizein and phrēn, \"to split\" and \"mind\", in reference to a \"splitting of mental functions\" seen in schizophrenia, not a splitting of the personality.[826] It does not involve split or multiple personalities—a split or multiple personality is dissociative identity disorder.[827] Broad generalizations are often made in popular psychology about certain brain functions being lateralized, or more predominant in one hemisphere than the other. These claims are often inaccurate or overstated.[828] The human brain, particularly the prefrontal cortex, does not reach \"full maturity\" at any particular age (e.g. 18, 21, or 25 years of age). Changes in structure and myelination of gray matter are recorded to continue with relative consistency all throughout adult life. Some mental abilities peak and begin to decline around high school graduation while others do not peak until much later (i.e. 40s or later).[829] Golgi-stained neurons in human hippocampal tissue. It is commonly believed that humans will not grow new brain cells, but research has shown that some neurons can reform in humans. Humans do not generate all of the brain cells they will ever have by the age of two years. Although this belief was held by medical experts until 1998, it is now understood that new neurons can be created after infancy in some parts of the brain into late adulthood.[830] People do not use only 10% of their brains.[831][832] While it is true that a small minority of neurons in the brain are actively firing at any one time, a healthy human will normally use most of their brain over the course of a day, and the inactive neurons are important as well. The idea that activating 100% of the brain would allow someone to achieve their maximum potential and/or gain various psychic abilities is common in folklore and fiction,[832][833][834] but doing so in real life would likely result in a fatal seizure.[835][836] This misconception was attributed to late 19th century leading thinker William James, who apparently used the expression only metaphorically.[833] Although Phineas Gage's brain injuries, caused by a several-foot-long tamping rod driven completely through his skull, caused him to become temporarily disabled, many fanciful descriptions of his aberrant behavior in later life are without factual basis or contradicted by known facts.[837] All different tastes can be detected on all parts of the tongue by taste buds,[840] with slightly increased sensitivities in different locations depending on the person; the tongue map showing the contrary is fallacious.[841] Swallowing gasoline does not generally require special emergency treatment, as long as it goes into the stomach and not the lungs, and inducing vomiting can make it worse.[850] A chloroform-soaked rag cannot instantly incapacitate a person.[851] It takes at least five minutes of inhaling an item soaked in chloroform to render a person unconscious. Most criminal cases involving chloroform also involve another drug being co-administered, such as alcohol or diazepam, or the victim being found to have been complicit in its administration. The misconception that chloroform can be used as an incapacitating agent[852] has been popularized by crime fiction authors. Toilet waste is never intentionally jettisoned from an aircraft. All waste is collected in tanks and emptied into toilet waste vehicles.[858]Blue ice is caused by accidental leakage from the waste tank. Passenger train toilets, on the other hand, have indeed historically flushed onto the tracks; modern trains in most developed countries usually have retention tanks on board and therefore do not dispose of waste in such a manner. Automotive batteries stored on a concrete floor do not discharge any faster than they would on other surfaces,[859] in spite of worry among Americans that concrete harms batteries.[860] Early batteries with porous, leaky cases may have been susceptible to moisture from floors, but for many years lead–acid car batteries have had impermeable polypropylene cases.[861] While most modern automotive batteries are sealed, and do not leak battery acid when properly stored and maintained,[862] the sulfuric acid in them can leak out and stain, etch, or corrode concrete floors if their cases crack or tip over or their vent-holes are breached by floods.[863] ^Myre G (February 28, 2018). \"A Brief History Of The AR-15\". National Public Radio. Archived from the original on May 13, 2023. Retrieved November 20, 2021. AR\" comes from the name of the gun's original manufacturer, ArmaLite, Inc. The letters stand for ArmaLite Rifle — and not for \"assault rifle\" or \"automatic rifle. ^Rhoads C (January 19, 2008). \"The Hydrox Cookie Is Dead, and Fans Won't Get Over It\". The Wall Street Journal. Retrieved July 6, 2022. In college, when friends ridiculed her for preferring the cheaper knock-off Hydrox to the real thing, she did some research. Among her findings: Hydrox was created in 1908 by what would later become Sunshine Biscuits Inc. That was four years before the National Biscuit Co. (later called Nabisco) came up with the similar Oreo. Oreo was the knock-off. The Hydrox name came from combining the words hydrogen and oxygen, which Sunshine executives thought evoked purity. Others thought it sounded more like a laundry detergent. ^Wheeling K (January 2021). \"A Brief History of Peanut Butter\". Smithsonian Magazine. Retrieved June 24, 2022. North Americans weren't the first to grind peanuts—the Inca beat us to it by a few hundred years—but peanut butter reappeared in the modern world because of an American, the doctor, nutritionist and cereal pioneer John Harvey Kellogg, who filed a patent for a proto-peanut butter in 1895. ^McElwain A (June 17, 2019). \"Did Tayto really invent cheese and onion crisps?\". Irish Times. Retrieved June 23, 2022. One of the oldest known published recipes for crisps is by William Kitchiner, an optician who doubled up as a Georgian-era celebrity chef. His book, A Cook's Oracle, published in 1817, was a big hit in the UK and a young America. Kitchiner's recipe – Potatoes fried in Slices or Shavings – calls for slivers of potato fried in \"lard or dripping\" and \"served with a very little salt sprinkled over them\". ^Burhans D (2008). \"Creation Myths\". Crunch!: A History of the Great American Potato Chip. University of Wisconsin Press. pp. 17–20. ISBN978-0-299-22770-8. ^Di Placido D (July 19, 2017). \"The Evolution Of The Zombie\". Forbes. Retrieved July 3, 2022. George A. Romero's first zombie film Night of the Living Dead is credited with popularizing the zombie, though it never actually uses that word. The \"ghouls\" in the film are mindless flesh-eaters that have little in common with the Haitian zombie other than rising from the grave. ^ abEschner K (October 31, 2017). \"Zombie Movies Are Never Really About Zombies\". Smithsonian Magazine. Retrieved July 3, 2022. In the 1960s and 70s, filmmaker George Romero brought the zombie film into the mainstream with Night of the Living Dead and Dawn of the Dead. The first of these was technically about \"ghouls.\" Romero didn't start calling them \"zombies\" until his second film. But his now-iconic films helped to erase enslaved people from zombie history. ^Sisterson D (March 28, 2017). \"Magic Wilderness: El Apóstol & Peludópolis\". Skwigly. Retrieved June 22, 2022. As we all know, Disney's Snow White and the Seven Dwarfs is usually cited as the first animated feature, but as most of us who read this site are no doubt aware, it wasn't. It was preceded by Lotte Reiniger's The Adventures of Prince Achmed, Ladislas Starevitch's The Tale of the Fox, and two features by the Argentinian animator Quirino Cristiani – all films which could scracely [sic] be more different from the Disney mode. ^Bendazzi G (2017). \"The First Feature Length Animated Film in History\". Twice the First: Quirino Cristiani and the Animated Feature Film. CRC Press. p. 36. ISBN978-1-351-37179-7. On the other hand, the movie was not widely successful, and appealed to a small portion of the population. It was strictly for a Buenos Aires audience: nobody in the provinces even saw it because it was not distributed there. And likewise, given the subject, it was not possible to export the film to other nations, not even to a close cousin similar to Uruguay. ^US 941960 A, Smith, George Albert, \"Kinematograph apparatus for the production of colored pictures\", issued 1909-11-30 ^ \"Irregardless originated in dialectal American speech in the early 20th century... The most frequently repeated remark about it is that \"there is no such word.\" There is such a word, however.\" Merriam Webster Dictionary \"Definition of IRREGARDLESS\". Archived from the original on May 8, 2014. Retrieved October 27, 2011. ^Churchwell S (June 23, 2019). \"For sale, baby shoes, never worn — the myth of Ernest Hemingway's short story\". The Times. Retrieved April 5, 2023. For a long time, legend held that this was one of the world's great short stories, by one of the world's great short-story writers: Ernest Hemingway. There were different versions of the myth . . . None of it is true. And for those who think the internet is a cesspool of lies, it is an interesting experiment to google those six words today. The top items, including a Wikipedia entry on the myth, debunk it as the urban legend it is. ^William Pryse-Phillips (2003). Companion to Clinical Neurology. Oxford University Press. ISBN0-19-515938-1., p. 611 defines the term as \"Slight and transient improvement in spational[sic] reasoning skills detected in normal subjects as a result of exposure to the music of Mozart, specifically his sonata for two pianos (K448).\" ^Maurice Hinson (2004). The Pianist's Dictionary. Indiana University Press. p. 114. ISBN978-0-253-21682-3. Retrieved October 2, 2010. This piece bears an erroneous nickname since the story long associated with this nickname presumes the pianist is supposed to play the piece in one minute. The word \"minute\" means small or little waltz. ^Kennedy S (December 2, 2005). \"Dragon Quest vs. America\". 1up. Archived from the original on July 28, 2012. Retrieved June 26, 2022. Predating Xbox 360 hysteria by years, several fans were mugged on their way home with their new prize, and the situation became so bad that it was brought before the Japanese Diet. Although tales of a law requiring Dragon Quest games only be released on the mornings of weekends or holidays are the stuff of urban legend, each new title is as highly anticipated as the launch of a new console. ^Walker M (August 19, 2012). \"Dragon Quest X Online: Mezameshi Itsutsu no Shuzoku\". Nintendo World Report. Retrieved June 26, 2022. Its Thursday release is unheard of for a Dragon Quest game, which are generally released over the weekend so people don't take work off in droves to play them. ^ abWatterson B (1997). \"The Era of Pyramid-builders\". The Egyptians. Blackwell. p. 63. Herodotus claimed that the Great Pyramid at Giza was built with the labour of 100,000 slaves working in three-monthly shifts, a charge that cannot be substantiated. Much of the non-skilled labour on the pyramids was undertaken by peasants working during the Inundation season when they could not farm their lands. In return for their services they were given rations of food, a welcome addition to the family diet. ^ a. Neer R (2012). Art and Archaeology of the Greek World. Thames and Hudson. p. 37. ISBN978-0-500-05166-5. \"...popular associations of the eruption with a legend of Atlantis should be dismissed...nor is there good evidence to suggest that the eruption...brought about the collapse of Minoan Crete b. Manning S (2012). \"Eruption of Thera/Santorini\". In Cline E (ed.). The Oxford Handbook of the Bronze Age Aegean. Oxford University Press. pp. 457–454. doi:10.1093/oxfordhb/9780199873609.013.0034. ISBN978-0-19-987360-9. Marinatos (1939) famously suggested that the eruption might even have caused the destruction of Minoan Crete (also Page 1970). Although this simple hypothesis has been negated by the findings of excavation and other research since the late 1960s... which demonstrate that the eruption occurred late in the Late Minoan IA ceramic period, whereas the destructions of the Cretan palaces and so on are some time subsequent (late in the following Late Minoan IB ceramic period) c. Brouwers J (2021). \"Did Atlantis Exist?\". Bad Ancient. Retrieved August 30, 2023. ^\"National Pasta Association\". Archived from the original on March 20, 2012. article FAQs section \"Who \"invented\" pasta?\"; \"The story that it was Marco Polo who imported noodles to Italy and thereby gave birth to the country's pasta culture is the most pervasive myth in the history of Italian food.\" (Dickie 2008, p. 48). ^Crabtree S (July 6, 1999). \"New Poll Gauges Americans' General Knowledge Levels\". Gallup News Service. Archived from the original on March 27, 2014. Retrieved January 13, 2011. Fifty-five percent say it commemorates the signing of the Declaration of Independence (this is a common misconception, and close to being accurate; July 4th is actually the date in 1776 when the Continental Congress approved the Declaration, which was officially signed on August 2nd.) Another 32 percent give a more general answer, saying that July 4th celebrates Independence Day. ^ a. Craig L, Young K (2008). \"Beyond White Pride: Identity, Meaning and Contradiction in the Canadian Skinhead Subculture*\". Canadian Review of Sociology/Revue Canadienne de Sociologie. 34 (2): 175–206. doi:10.1111/j.1755-618x.1997.tb00206.x. Retrieved July 2, 2022. b. Borgeson K, Valeri R (Fall 2005). \"Examining Differences in Skinhead Ideology and Culture Through an Analysis of Skinhead Websites\". Michigan Sociological Review. 19: 45–62. JSTOR40969104. c. Lambert C (November 12, 2017). \"'Black Skinhead': The politics of New Kanye\". Daily Dot. Retrieved July 2, 2022. \"Skinhead\" was a term originally used to describe a 1960s British working-class subculture that revolved around fashion and music and that would heavily inspire the punk rock scene. While it has harmless roots, the skinhead movement fell into polemic politics. Nowadays, it's popularly associated with neo-Nazis, despite having split demographics of far-right, far-left, and apolitical. ^Krause CA (December 17, 1978). \"Jonestown Is an Eerie Ghost Town Now\". Washington Post. Retrieved June 20, 2022. A pair of woman's eyelasses, a towel, a pair of shorts, packets of unopened Flavor-Aid lie scattered about waiting for the final cleanup that may one day return Jonestown to the tidy, if overcrowded, little community it once was. ^Gudger E (January 1930). \"On the alleged penetration of the human urethra by an Amazonian catfish called candiru with a review of the allied habits of other members of the family pygidiidae\". The American Journal of Surgery (Print). 8 (1). Elsevier Inc.: 170–188. doi:10.1016/S0002-9610(30)90912-9. ISSN0002-9610. ^\"Have You Heard the Calls from Cook County's 12 Frog and Toad Species?\". Forest Preserves of Cook County. May 25, 2022. Retrieved June 25, 2022. Here's a bonus fact: you might notice that none of these species says, \"ribbit.\" In fact, the \"ribbit\" call is unique to the Pacific tree frog, which lives along the Pacific coast, and, notably, in Hollywood, California, where the largest volume of early frog recordings took place. ^Bittel J (September 22, 2019). \"Think you know what bunnies and bears eat? Their diets may surprise you\". Washington Post. Archived from the original on September 26, 2019. In the wild, rabbits aren't in the habit of digging up root vegetables such as carrots, potatoes and beets. They much prefer wild greens, such as grasses and clover. In fact, carrots may actually be bad for rabbits, because although the vegetables are high in good nutrients, including beta carotene, they are also relatively high in sugar. This means that feeding a rabbit lots of carrots could lead to tooth decay or other health issues. ^Curtin C (February 2007). \"Fact or Fiction?: Glass Is a (Supercooled) Liquid\". Scientific American. Archived from the original on December 14, 2013. Glass, however, is actually neither a liquid—supercooled or otherwise—nor a solid. It is an amorphous solid—a state somewhere between those two states of matter. And yet glass's liquidlike properties are not enough to explain the thicker-bottomed windows, because glass atoms move too slowly for changes to be visible. ^Begley S (August 13, 2007). \"The Truth About Denial\". Newsweek. Archived from the original on October 21, 2007. (MSNBC single page version, archived 20 August 2007) \"If you think those who have long challenged the mainstream scientific findings about global warming recognize that the game is over, think again. ... outside Hollywood, Manhattan and other habitats of the chattering classes, the denial machine is running at full throttle—and continuing to shape both government policy and public opinion. Since the late 1980s, this well-coordinated, well-funded campaign by contrarian scientists, free-market think tanks and industry has created a paralyzing fog of doubt around climate change. Through advertisements, op-eds, lobbying and media attention, greenhouse doubters (they hate being called deniers) argued first that the world is not warming; measurements indicating otherwise are flawed, they said. Then they claimed that any warming is natural, not caused by human activities. Now they contend that the looming warming will be minuscule and harmless. 'They patterned what they did after the tobacco industry,' says former senator Tim Wirth.\" ^ a. \"Lightning Myths and Facts\". National Weather Service. Fact: Lightning often strikes the same place repeatedly, especially if it's a tall, pointy, isolated object. The Empire State Building is hit an average of 23 times a year b. \"Lightning Often Strikes Twice\". NASA Spinoff. Office of the Chief Technologist, NASA. Archived from the original on March 25, 2012. Retrieved June 23, 2010. c. WeatherBug Meteorologists (May 17, 2010). \"The Myths and Facts of Lightning\". WeatherBug. Earth Works. Archived from the original on July 11, 2010. Retrieved June 23, 2010. d. Tristan Simpson (April 29, 2022). \"Can lightning strike the same place twice?\". The Weather Network. Believe it or not, this long-held myth is far from the truth. While the odds of being struck by lightning are low, the chances of lightning striking the same place twice are high. Lightning can, and often will, hit the same spot multiple times. ^ a. \"Ask an Astrophysicist\". NASA. Archived from the original on June 4, 2012. If you don't try to hold your breath, exposure to space for half a minute or so is unlikely to produce permanent injury. Holding your breath is likely to damage your lungs, ... but theory predicts—and animal experiments confirm—that otherwise, exposure to vacuum causes no immediate injury. You do not explode. Your blood does not boil. You do not freeze. You do not instantly lose consciousness b. \"Exploding Body in Vacuum\". ABC Science. April 6, 2005. Archived from the original on June 4, 2012. ...will we humans explode in the full vacuum of space, as urban legends claim? The answer is that we won't explode, and if the exposure is short enough, we can even survive. ^Dresden D (March 12, 2020). \"How many ribs do humans have? Men, women, and anatomy\". Medical News Today. Retrieved June 5, 2022. Although many people might think that males have fewer ribs than females — most likely sparked by the biblical story of Adam and Eve — there is no factual evidence. ^Spellman, Frank R; Price-Bayer, Joni. (2010). In Defense of Science: Why Scientific Literacy Matters. The Scarecrow Press. p. 81. ISBN978-1-60590-735-2 \"There is no scientific evidence that crystal healing has any effect. It has been called a pseudoscience. Pleasant feelings or the apparent successes of crystal healing can be attributed to the placebo effect or cognitive bias—a believer wanting it to be true.\" The literature about Biodiversity and the GE food/feed consumption has sometimes resulted in animated debate regarding the suitability of the experimental designs, the choice of the statistical methods or the public accessibility of data. Such debate, even if positive and part of the natural process of review by the scientific community, has frequently been distorted by the media and often used politically and inappropriately in anti-GE crops campaigns. b. \"State of Food and Agriculture 2003–2004. Agricultural Biotechnology: Meeting the Needs of the Poor. Health and environmental impacts of transgenic crops\". Food and Agriculture Organization of the United Nations. Retrieved August 30, 2019. Currently available transgenic crops and foods derived from them have been judged safe to eat and the methods used to test their safety have been deemed appropriate. These conclusions represent the consensus of the scientific evidence surveyed by the ICSU (2003) and they are consistent with the views of the World Health Organization (WHO, 2002). These foods have been assessed for increased risks to human health by several national regulatory authorities (inter alia, Argentina, Brazil, Canada, China, the United Kingdom and the United States) using their national food safety procedures (ICSU). To date no verifiable untoward toxic or nutritionally deleterious effects resulting from the consumption of foods derived from genetically modified crops have been discovered anywhere in the world (GM Science Review Panel). Many millions of people have consumed foods derived from GM plants – mainly maize, soybean and oilseed rape – without any observed adverse effects (ICSU). c. Ronald P (May 1, 2011). \"Plant Genetics, Sustainable Agriculture and Global Food Security\". Genetics. 188 (1): 11–20. doi:10.1534/genetics.111.128553. PMC3120150. PMID21546547. There is broad scientific consensus that genetically engineered crops currently on the market are safe to eat. After 14 years of cultivation and a cumulative total of 2 billion acres planted, no adverse health or environmental effects have resulted from commercialization of genetically engineered crops (Board on Agriculture and Natural Resources, Committee on Environmental Impacts Associated with Commercialization of Transgenic Plants, National Research Council and Division on Earth and Life Studies 2002). Both the U.S. National Research Council and the Joint Research Centre (the European Union's scientific and technical research laboratory and an integral part of the European Commission) have concluded that there is a comprehensive body of knowledge that adequately addresses the food safety issue of genetically engineered crops (Committee on Identifying and Assessing Unintended Effects of Genetically Engineered Foods on Human Health and National Research Council 2004; European Commission Joint Research Centre 2008). These and other recent reports conclude that the processes of genetic engineering and conventional breeding are no different in terms of unintended consequences to human health and the environment (European Commission Directorate-General for Research and Innovation 2010). ^ See also: Domingo JL, Bordonaba JG (2011). \"A literature review on the safety assessment of genetically modified plants\"(PDF). Environment International. 37 (4): 734–742. Bibcode:2011EnInt..37..734D. doi:10.1016/j.envint.2011.01.003. PMID21296423. In spite of this, the number of studies specifically focused on safety assessment of GM plants is still limited. However, it is important to remark that for the first time, a certain equilibrium in the number of research groups suggesting, on the basis of their studies, that a number of varieties of GM products (mainly maize and soybeans) are as safe and nutritious as the respective conventional non-GM plant, and those raising still serious concerns, was observed. Moreover, it is worth mentioning that most of the studies demonstrating that GM foods are as nutritional and safe as those obtained by conventional breeding, have been performed by biotechnology companies or associates, which are also responsible of commercializing these GM plants. Anyhow, this represents a notable advance in comparison with the lack of studies published in recent years in scientific journals by those companies.Krimsky S (2015). \"An Illusory Consensus behind GMO Health Assessment\". Science, Technology, & Human Values. 40 (6): 883–914. doi:10.1177/0162243915598381. S 2 CID40855100. I began this article with the testimonials from respected scientists that there is literally no scientific controversy over the health effects of GMOs. My investigation into the scientific literature tells another story. And contrast: Panchin AY, Tuzhikov AI (January 14, 2016). \"Published GMO studies find no evidence of harm when corrected for multiple comparisons\". Critical Reviews in Biotechnology. 37 (2): 213–217. doi:10.3109/07388551.2015.1130684. ISSN0738-8551. PMID26767435. S 2 CID11786594. Here, we show that a number of articles some of which have strongly and negatively influenced the public opinion on GM crops and even provoked political actions, such as GMO embargo, share common flaws in the statistical evaluation of the data. Having accounted for these flaws, we conclude that the data presented in these articles does not provide any substantial evidence of GMO harm. The presented articles suggesting possible harm of GMOs received high public attention. However, despite their claims, they actually weaken the evidence for the harm and lack of substantial equivalency of studied GMOs. We emphasize that with over 1783 published articles on GMOs over the last 10 years it is expected that some of them should have reported undesired differences between GMOs and conventional crops even if no such differences exist in reality. and Yang Y, Chen B (2016). \"Governing GMOs in the USA: science, law and public health\". Journal of the Science of Food and Agriculture. 96 (4): 1851–1855. Bibcode:2016JSFA...96.1851Y. doi:10.1002/jsfa.7523. PMID26536836. It is therefore not surprising that efforts to require labeling and to ban GMOs have been a growing political issue in the USA (citing Domingo and Bordonaba, 2011). Overall, a broad scientific consensus holds that currently marketed GM food poses no greater risk than conventional food... Major national and international science and medical associations have stated that no adverse human health effects related to GMO food have been reported or substantiated in peer-reviewed literature to date. Despite various concerns, today, the American Association for the Advancement of Science, the World Health Organization, and many independent international science organizations agree that GMOs are just as safe as other foods. Compared with conventional breeding techniques, genetic engineering is far more precise and, in most cases, less likely to create an unexpected outcome. ^ a. \"Statement by the AAAS Board of Directors On Labeling of Genetically Modified Foods\"(PDF). American Association for the Advancement of Science. October 20, 2012. Retrieved August 30, 2019. The EU, for example, has invested more than €300 million in research on the biosafety of GMOs. Its recent report states: \"The main conclusion to be drawn from the efforts of more than 130 research projects, covering a period of more than 25 years of research and involving more than 500 independent research groups, is that biotechnology, and in particular GMOs, are not per se more risky than e.g. conventional plant breeding technologies.\" The World Health Organization, the American Medical Association, the U.S. National Academy of Sciences, the British Royal Society, and every other respected organization that has examined the evidence has come to the same conclusion: consuming foods containing ingredients derived from GM crops is no riskier than consuming the same foods containing ingredients from crop plants modified by conventional plant improvement techniques. b. Pinholster G (October 25, 2012). \"AAAS Board of Directors: Legally Mandating GM Food Labels Could \"Mislead and Falsely Alarm Consumers\"\"(PDF). American Association for the Advancement of Science. Retrieved August 30, 2019. c. European Commission. Directorate-General for Research (2010). A decade of EU-funded GMO research (2001–2010)(PDF). Directorate-General for Research and Innovation. Biotechnologies, Agriculture, Food. European Commission, European Union. doi:10.2777/97784. ISBN978-92-79-16344-9. Retrieved August 30, 2019. d. \"ISAAA Summary of AMA Report on Genetically Modified Crops and Foods\". ISAAA. January 2001. Retrieved August 30, 2019. A report issued by the scientific council of the American Medical Association (AMA) says that no long-term health effects have been detected from the use of transgenic crops and genetically modified foods, and that these foods are substantially equivalent to their conventional counterparts. e. \"Featured CSA Report: Genetically Modified Crops and Foods (I-00) Full Text\". American Medical Association. Archived from the original on June 10, 2001. Crops and foods produced using recombinant DNA techniques have been available for fewer than 10 years and no long-term effects have been detected to date. These foods are substantially equivalent to their conventional counterparts. f. \"Report 2 of the Council on Science and Public Health (A-12): Labeling of Bioengineered Foods\"(PDF). American Medical Association. 2012. Archived from the original(PDF) on September 7, 2012. Retrieved August 30, 2019. \"Bioengineered foods have been consumed for close to 20 years, and during that time, no overt consequences on human health have been reported and/or substantiated in the peer-reviewed literature\". g. \"Restrictions on Genetically Modified Organisms: United States. Public and Scholarly Opinion\". Library of Congress. June 30, 2015. Retrieved August 30, 2019. Several scientific organizations in the US have issued studies or statements regarding the safety of GMOs indicating that there is no evidence that GMOs present unique safety risks compared to conventionally bred products. These include the National Research Council, the American Association for the Advancement of Science, and the American Medical Association. Groups in the US opposed to GMOs include some environmental organizations, organic farming organizations, and consumer organizations. A substantial number of legal academics have criticized the US's approach to regulating GMOs. h. National Academies Of Sciences E, Division on Earth Life Studies, Board on Agriculture Natural Resources, Committee on Genetically Engineered Crops: Past Experience Future Prospects (2016). Genetically Engineered Crops: Experiences and Prospects. The National Academies of Sciences, Engineering, and Medicine (US). p. 149. doi:10.17226/23395. ISBN978-0-309-43738-7. PMID28230933. Retrieved August 30, 2019. Overall finding on purported adverse effects on human health of foods derived from GE crops: On the basis of detailed examination of comparisons of currently commercialized GE with non-GE foods in compositional analysis, acute and chronic animal toxicity tests, long-term data on health of livestock fed GE foods, and human epidemiological data, the committee found no differences that implicate a higher risk to human health from GE foods than from their non-GE counterparts. ^Fullerton-Smith J (2007). The Truth About Food. Bloomsbury. pp. 115–17. ISBN978-0-7475-8685-2. Most parents assume that children plus sugary foods equals raucous and uncontrollable behaviour. ... according to nutrition experts, the belief that children experience a 'sugar high' is a myth. ^ a. Jesse Galef (August 29, 2011). \"Lies and Debunked Legends about the Golden Ratio\". Archived from the original on April 27, 2014. Retrieved April 10, 2013. b. \"Two other beliefs about [the golden ratio] are often mentioned in magazines and books: that the ancient Greeks believed it was the proportion of the rectangle the eye finds most pleasing and that they accordingly incorporated the rectangle in many of their buildings, including the famous Parthenon. These two equally persistent beliefs are likewise assuredly false and, in any case, are completely without any evidence.\" Devlin K (2008). The Unfinished Game: Pascal, Fermat, and the Seventeenth-Century Letter that Made the World Modern. Basic Books. p. 35. ^ a. Donald E. Simanek. \"Fibonacci Flim-Flam\". Archived from the original on February 1, 2010. Retrieved April 9, 2013. b. Devlin K (May 2007). \"The Myth That Will Not Go Away\". Archived from the original on July 1, 2013. Retrieved April 10, 2013. Part of the process of becoming a mathematics writer is, it appears, learning that you cannot refer to the golden ratio without following the first mention by a phrase that goes something like 'which the ancient Greeks and others believed to have divine and mystical properties.' Almost as compulsive is the urge to add a second factoid along the lines of 'Leonardo Da Vinci believed that the human form displays the golden ratio.' There is not a shred of evidence to back up either claim, and every reason to assume they are both false. Yet both claims, along with various others in a similar vein, live on. ^a. \"This occurs because of Bernoulli's principle – fast-moving air has lower pressure than non-moving air\". Make Magazine. Archived from the original on January 3, 2013. Retrieved September 5, 2012. b. \"Paper Lift\". Physics Force. University of Minnesota. Archived from the original on November 12, 2020. Retrieved January 7, 2021. ... When the demonstrator holds the paper in front of his mouth and blows across the top, he is creating an area of faster-moving air. The slower-moving air under the paper now has higher pressure, thus pushing the paper up, towards the area of lower pressure.. c. \"Educational Packet\"(PDF). Tall Ships Festival: Channel Islands Harbor. Archived from the original(PDF) on December 3, 2013. Retrieved June 25, 2012. Bernoulli's Principle states that faster moving air has lower pressure... You can demonstrate Bernoulli's Principle by blowing over a piece of paper held horizontally across your lips.\" ^a. Craig GM. \"Physical Principles of Winged Flight\"(PDF). Archived from the original(PDF) on March 7, 2021. Retrieved September 5, 2012. If the lift in figure A were caused by \"Bernoulli principle,\" then the paper in figure B should droop further when air is blown beneath it. However, as shown, it raises when the upward pressure gradient in downward-curving flow adds to atmospheric pressure at the paper lower surface. b. Babinsky H (2003). \"How Do Wings Work\". Physics Education. 38 (6): 497–503. Bibcode:2003PhyEd..38..497B. doi:10.1088/0031-9120/38/6/001. S 2 CID1657792. Retrieved January 7, 2021. In fact, the pressure in the air blown out of the lungs is equal to that of the surrounding air... Blowing over a piece of paper does not demonstrate Bernoulli's equation. While it is true that a curved paper lifts when flow is applied on one side, this is not because air is moving at different speeds on the two sides... It is false to make a connection between the flow on the two sides of the paper using Bernoulli's equation. c. Eastwell P (2007). \"Bernoulli? Perhaps, but What About Viscosity?\"(PDF). The Science Education Review. 6 (1). Archived from the original(PDF) on March 18, 2018. Retrieved September 10, 2023. ...air does not have a reduced lateral pressure (or static pressure...) simply because it is caused to move, the static pressure of free air does not decrease as the speed of the air increases, it misunderstanding Bernoulli's principle to suggest that this is what it tells us, and the behavior of the curved paper is explained by other reasoning than Bernoulli's principle. ... An explanation based on Bernoulli's principle is not applicable to this situation, because this principle has nothing to say about the interaction of air masses having different speeds... Also, while Bernoulli's principle allows us to compare fluid speeds and pressures along a single streamline and... along two different streamlines that originate under identical fluid conditions, using Bernoulli's principle to compare the air above and below the curved paper in Figure 1 is nonsensical; in this case, there aren't any streamlines at all below the paper! d. Raskin J. \"Coanda Effect: Understanding Why Wings Work\". Make a strip of writing paper about 5 cm X 25 cm. Hold it in front of your lips so that it hangs out and down making a convex upward surface. When you blow across the top of the paper, it rises. Many books attribute this to the lowering of the air pressure on top solely to the Bernoulli effect. Now use your fingers to form the paper into a curve that it is slightly concave upward along its whole length and again blow along the top of this strip. The paper now bends downward...an often-cited experiment which is usually taken as demonstrating the common explanation of lift does not do so... e. Auerbach D (2000). \"Why Aircraft Fly\". European Journal of Physics. 21 (4): 289. Bibcode:2000EJPh...21..289A. doi:10.1088/0143-0807/21/4/302. S 2 CID250821727. The well-known demonstration of the phenomenon of lift by means of lifting a page cantilevered in one's hand by blowing horizontally along it is probably more a demonstration of the forces inherent in the Coanda effect than a demonstration of Bernoulli's law; for, here, an air jet issues from the mouth and attaches to a curved (and, in this case pliable) surface. The upper edge is a complicated vortex-laden mixing layer and the distant flow is quiescent, so that Bernoulli's law is hardly applicable. f. Smith NF (November 1972). \"Bernoulli and Newton in Fluid Mechanics\". The Physics Teacher. 10 (8): 451–455. Bibcode:1972PhTea..10..451S. doi:10.1119/1.2352317. Millions of children in science classes are being asked to blow over curved pieces of paper and observe that the paper \"lifts\"... They are then asked to believe that Bernoulli's theorem is responsible... Unfortunately, the \"dynamic lift\" involved...is not properly explained by Bernoulli's theorem. ^ a. Anderson DF, Eberhardt S (2000). Understanding Flight. McGraw Hill Professional. p. 229. ISBN978-0-07-138666-1 – via Google Books. Demonstrations\" of Bernoulli's principle are often given as demonstrations of the physics of lift. They are truly demonstrations of lift, but certainly not of Bernoulli's principle. b. Feil M. The Aeronautics File. As an example, take the misleading experiment most often used to \"demonstrate\" Bernoulli's principle. Hold a piece of paper so that it curves over your finger, then blow across the top. The paper will rise. However most people do not realize that the paper would NOT rise if it was flat, even though you are blowing air across the top of it at a furious rate. Bernoulli's principle does not apply directly in this case. This is because the air on the two sides of the paper did not start out from the same source. The air on the bottom is ambient air from the room, but the air on the top came from your mouth where you actually increased its speed without decreasing its pressure by forcing it out of your mouth. As a result the air on both sides of the flat paper actually has the same pressure, even though the air on the top is moving faster. The reason that a curved piece of paper does rise is that the air from your mouth speeds up even more as it follows the curve of the paper, which in turn lowers the pressure according to Bernoulli. ^ a. Colbeck SC (1995). \"Pressure melting and ice skating\". American Journal of Physics. 63 (10): 888. Bibcode:1995AmJPh..63..888C. doi:10.1119/1.18028. Pressure melting cannot be responsible for the low friction of ice. The pressure needed to reach the melting temperature is above the compressive failure stress...\" b. Kenneth Chang (February 21, 2006). \"Explaining Ice: The Answers Are Slippery\". The New York Times. According to the frequently cited — if incorrect — explanation of why ice is slippery under an ice skate, the pressure exerted along the blade lowers the melting temperature of the top layer of ice, the ice melts and the blade glides on a thin layer of water that refreezes to ice as soon as the blade passes... But the explanation fails... because the pressure-melting effect is small. c. Robert Rosenberg (December 2005). \"Why is Ice slippery?\"(PDF). Physics Today: 50–55. ^ abHandler SM, Fierson WM, Section on O, Council on Children with D, American Academy of O, American Association for Pediatric Ophthalmology and S, et al. (March 2011). \"Learning disabilities, dyslexia, and vision\". Pediatrics. 127 (3): e818–56. doi:10.1542/peds.2010-3670. PMID21357342. A common misconception is that dyslexia is a problem of letter or word reversals. Reversals of letters or words and mirror writing occur normally in early readers and writers. Children with dyslexia are not unusually prone to reversals. Although they do occur, reversal of letters or words, or mirror writing, is not included in the definition of dyslexia. ^ abRadford B (March–April 1999). \"The Ten-Percent Myth\". Skeptical Inquirer. ISSN0194-6730. Archived from the original on October 30, 2013. Retrieved April 15, 2009. It's the old myth heard time and again about how people use only ten percent of their brains ^ abBeyerstein BL (1999). \"Whence Cometh the Myth that We Only Use 10% of our Brains?\". In Sergio Della Sala (ed.). Mind Myths: Exploring Popular Assumptions About the Mind and Brain. Wiley. pp. 3–24. ISBN978-0-471-98303-3. ^ a. Eisenbud M, Gesell TF (1997). Environmental radioactivity: from natural, industrial, and military sources. Academic Press. pp. 171–172. ISBN978-0-12-235154-9. It is important to recognize that the potassium content of the body is under strict homeostatic control and is not influenced by variations in environmental levels. For this reason, the dose from 40K in the body is constant. b. U. S. Environmental Protection Agency (1999), Federal Guidance Report 13, page 16: \"For example, the ingestion coefficient risk for 40K would not be appropriate for an application to ingestion of 40K in conjunction with an elevated intake of natural potassium. This is because the biokinetic model for potassium used in this document represents the relatively slow removal of potassium (biological half-time 30 days) that is estimated to occur for typical intakes of potassium, whereas an elevated intake of potassium would result in excretion of a nearly equal mass of natural potassium, and hence of 40K, over a short period.\" c. Maggie Koerth-Baker (August 27, 2010). \"Bananas are radioactive—But they aren't a good way to explain radiation exposure\". Retrieved May 25, 2011.. Attributes the title statement to Geoff Meggitt, former UK Atomic Energy Authority. O'Conner PT, Kellerman S (2009). Origins of the Specious: Myths and Misconceptions of the English Language. New York: Random House. ISBN978-1-4000-6660-5. Smith FJ (January 1, 1979). \"Some aspects of the tritone and the semitritone in the Speculum Musicae: the non-emergence of the diabolus in musica\". Journal of Musicological Research. 3 (1–2): 63–74. doi:10.1080/01411897908574507. ISSN0141-1896."}
{"url": "https://en.wikipedia.org/wiki/Crime_in_the_United_States", "text": "Crime has been recorded in the United States since its founding and has fluctuated significantly over time, with a sharp rise after 1900 and reaching a broad bulging peak between the 1970s and early 1990s. After 1992, crime rates have generally trended downwards each year, with the exceptions of a slight increase in property crimes in 2001 and increases in violent crimes in 2005-2006, 2014-2016 and 2020-2021.[1] While official federal crime data beginning in 2021 has a wide margin of error due to the incomplete adoption of the National Incident-Based Reporting System by government agencies, federal data for 2020-2021 and limited data from select U.S. cities collected by the nonpartisan Council on Criminal Justice showed significantly elevated rates of homicide and motor vehicle theft in 2020-2022.[1][2][3] Although overall crime rates have fallen far below the peak of crime seen in the United States during the late 1980s and early 1990s,[4][5] the homicide rate in the U.S. has remained high, relative to other \"high income\"/developed nations, with eight major U.S. cities ranked among the 50 cities with the highest homicide rate in the world in 2022. The aggregate cost of crime in the United States is significant, with an estimated value of $4.9 trillion reported in 2021.[6] Data from the first half of 2023[update], from government and private sector sources show that the murder rate has dropped, as much as 12% in as many as 90 cities across the United States.[7] The drop in homicide rates is not uniform across the country however, with some cities such as Memphis, TN, showing an uptick in murder rates.[7] The basic aspect of a crime considers the offender, the victim, type of crime, severity and level, and location. These are the basic questions asked by law enforcement when first investigating any situation. This information is formatted into a government record by a police arrest report, also known as an incident report. These forms lay out all the information needed to put the crime in the system and it provides a strong outline for further law enforcement agents to review. Society has a strong misconception about crime rates due to media aspects heightening their fear factor.[8] The system's crime data fluctuates by crime depending on certain influencing social factors such as economics, the dark figure of crime, population, and geography.[8] In the long term, violent crime in the United States has been in decline since colonial times. The homicide rate has been estimated to be over 30 per 100,000 people in 1700, dropping to under 20 by 1800, and to under 10 by 1900.[9] After World War II, crime rates increased in the United States, peaking from the 1970s to the early-1990s. Violent crime nearly quadrupled between 1960 and its peak in 1991. Property crime more than doubled over the same period. Since the 1990s, however, contrary to common misconception,[10] crime in the United States has declined steadily, and has significantly declined by the late 1990s and also in the early 2000s. Several theories have been proposed to explain this decline: The lead–crime hypothesis suggests reduced lead exposure as the cause; Scholar Mark A.R. Kleiman writes: \"Given the decrease in lead exposure among children since the 1980s and the estimated effects of lead on crime, reduced lead exposure could easily explain a very large proportion—certainly more than half—of the crime decrease of the 1994–2004 period. A careful statistical study relating local changes in lead exposure to local crime rates estimates the fraction of the crime decline due to lead reduction as greater than 90 percent.[11] The number of police officers hired and employed to various police forces increased considerably in the 1990s.[12] On September 16, 1994, PresidentBill Clinton signed the Violent Crime Control and Law Enforcement Act into law. Under the act, over $30 billion in federal aid was spent over a six-year period to improve state and local law enforcement, prisons and crime prevention programs. Proponents of the law, including the President, touted it as a lead contributor to the sharp drop in crime which occurred throughout the 1990s, while critics have dismissed it as an unprecedented federal boondoggle.[13]Total incarceration in the United States by year The introduction of the data-driven policing practice CompStat significantly reduced crimes in cities that adopted it.[16] The quality and extent of use of security technology both increased around the time of the crime decline, after which the rate of car theft declined; this may have caused rates of other crimes to decline as well.[17] Each state has a set of statutes enforceable within its own borders. A state has no jurisdiction outside of its borders, even though still in the United States. It must request extradition from the state in which the suspect has fled. In 2014, there were 186,873 misdemeanor suspects outside specific states jurisdiction against whom no extradition would be sought. Philadelphia has about 20,000 of these since it is near a border with four other states. Extradition is estimated to cost a few hundred dollars per case.[22] Analysis of arrest data from California indicates that the most common causes of felony arrest are for violent offenses such as robbery and assault, property offenses such as burglary and auto theft, and drug offenses. For misdemeanors, the most common causes of arrest were traffic offenses, most notably impaired driving, drug offenses, and failure to appear in court. Other common causes of misdemeanor arrest included assault and battery and minor property offenses such as petty theft.[23] Under questioning, Jane Toppan stated she derived a sexual thrill from patients being near death. According to the Office of Justice Programs, crimes like burglary and vandalism have gone down during the past few years for men, and crimes like murder and robbery have gone down for women. For both genders, most of the crimes committed are done by people ages 25 and above. In 2020, out of the 7,632,470 crimes documented that year, 5,721,190 of them were committed by someone who was at least 25 years of age.[24] 4,225,140 of them being committed by men and 1,496,050 being committed by women. A 1997 report form the US Department of Justice states that \"Most violent behavior is learned behavior. Early exposure to violence in the family may involve witnessing either violence or physical abuse.\", with exposure to this violence in childhood linked to an increase in violent behaviour as an adolescent by as much as 40%.[26] Gangs and illegal markets provide high levels of exposure to violence, and violent role models and positive rewards for criminal and violent activity, such as drug distribution. Gangs are more likely to be active in poor, minority and disorganized neighborhoods; which have further effects on violent crime; as in those communities there are usually fewer or limited opportunities for employment and evidence suggests these neighbourhoods inhibit the normal progression of adolescent development. According to the FBI Uniform Crime Reporting statistics in 2019, juveniles (0-17 years) represented 7.13% of arrests (adults: 92.87%); this is down from 12.65% in 2010, with the total number of arrests of juveniles down by 55.5%; this is explained by the drop in arrests of all ages by 21.0%.[27] When controlled for age1, the rate of juveniles arrests in 2010 was 1,296 per 100,000, and in 2019 was 586 per 100,000. Data shows that total arrests increase ten fold from ages 12-14 and then double roughly every 3 years in age from age 14 reaching a peak by age 19 that remains relatively constant until 35.[28] People are more likely to fear and be less sympathetic toward offenders with a history of violent or sexual crime.[29] Violent criminal history is defined by the FBI as any offense, of a violent felony, including rape, homicide, aggravated assault, and robbery.[30] People tend to express more negative attitude towards violent offenders in comparison to those with a history of non-violent crime, misdemeanors, and no sexual crimes.[29] The U.S. accounts for 97% of gun-related child deaths among similar countries, despite making up only 46% of this group’s overall population.[32]Homicide victimization rate for whites and blacks, according to the US Bureau of Justice Statistics[33]Gun-related suicides and homicides in the United States[34] In 2011, surveys indicated more than 5.8 million violent victimizations and 17.1 million property victimizations took place in the United States; according to the Bureau of Justice Statistics, each property victimization corresponded to one household, while violent victimizations is the number of victims of a violent crime.[35] Patterns are found within the victimology of crime in the United States. Overall, people with lower incomes, those younger than 25, and non-whites were more likely to report being the victim of crime.[35]Income, gender, and age had the most dramatic effect on the chances of a person being victimized by crime, while the characteristic of race depended upon the crime being committed.[35] In terms of gender, the BJS National Crime Victimization Survey (NCVS) published in 2019 that \"the percentage of violent victimizations reported to police was higher for females (46%) than for males (36%)\". This difference can largely be attributed to the reporting of simple assaults, as the percentages of violent victimizations reported to police, excluding simple assault, were similar for females (47%) and males (46%). The victim-to-population ratio of 1.0 for both males and females shows that the percentage of violent incidents involving male (49%) or female (51%) victims was equal to males' (49%) or females' (51%) share of the population.[36] In regards to rape, the National Incident-Based Reporting System (NIBRS) indicates females are disproportionately more affected than males. According to the data collected from 2010 to 2020, women make 89% of victims of rape, while men make 11%. Perpetrators are 93% men.[37] Concerning age, those younger than twenty-five were more likely to fall victim to crime, especially violent crime.[38] The chances of being victimized by violent crime decreased far more substantially with age than the chances of becoming the victim of property crime.[38] For example, 3.03% of crimes committed against a young person were theft, while 20% of crimes committed against an elderly person were theft.[38] Bias motivation reports showed that of the 7,254 hate crimes reported in 2011, 47.7% (3,465) were motivated by race, with 72% (2,494) of race-motivated incidents being anti-black.[39] In addition, 20.8% (1,508) of hate crimes were motivated by sexual orientation, with 57.8% (871) of orientation-motivated incidents being anti-male homosexual.[39] The third largest motivation factor for hate crime was religion, representing 18.2% (1,318) incidents, with 62.2% (820) of religion-motivated incidents being anti-Jewish.[39] The likelihood of falling victim to crime relates to both demographic and geographic characteristics.[41] In 2010, according to the UNODC, 67.5% of all homicides in the United States were perpetrated using a firearm.[42] The costliest crime in terms of total financial impact on all of its victims, and the most underreported crime is rape, in the United States.[43][44] The United States has the highest incarceration rate in the world (which includes pre-trial detainees and sentenced prisoners).[45] As of 2009, 2.3 million people were incarcerated in the United States, including federal and state prisons and local jails, creating an incarceration rate of 793 persons per 100,000 of national population.[45] During 2011, 1.6 million people were incarcerated under the jurisdiction of federal and state authorities.[46] At the end of 2011, 492 persons per 100,000 U.S. residents were incarcerated in federal and state prisons.[46] Of the 1.6 million state and federal prisoners, nearly 1.4 million people were under state jurisdiction, while 215,000 were under federal jurisdiction.[46] Demographically, nearly 1.5 million prisoners were male, and 115,000 were female, while 581,000 prisoners were black, 516,000 were white, and 350,000 were Hispanic.[46] Among the 1.35 million sentenced state prisoners in 2011, 725,000 people were incarcerated for violent crimes, 250,000 were incarcerated for property crimes, 237,000 people were incarcerated for drug crimes, and 150,000 were incarcerated for other offenses.[46] Of the 200,000 sentenced federal prisoners in 2011, 95,000 were incarcerated for drug crimes, 69,000 were incarcerated for public order offenses, 15,000 were incarcerated for violent crimes, and 11,000 were incarcerated for property crimes.[46] The manner in which the United States' crime rate compares to other countries of similar wealth and development depends on the nature of the crime used in the comparison.[47] Overall crime statistic comparisons are difficult to conduct, as the definition and categorization of crimes varies across countries. Thus an agency in a foreign country may include crimes in its annual reports which the U.S. omits, and vice versa. However, some countries such as Canada have similar definitions of what constitutes a violent crime, and nearly all countries had the same definition of the characteristics that constitutes a homicide.[citation needed] Overall the total crime rate of the United States is higher than developed countries, specifically Europe and East Asia, with South American countries and Russia being the exceptions.[48] Some types of reported property crime in the U.S. survey as lower than in Germany or Canada, yet the homicide rate in the United States is substantially higher as is the prison population. The difference in homicide rate between the U.S. and other high income countries has widened in recent years especially since the 30% rise in 2020 was not replicated elsewhere, and is also above many developing countries such as China, India and Turkey.[49][circular reference] In the European Union, homicides fell 32% between 2008-2019 to 3,875[50] while rising by 4,901 in the U.S. in 2020 alone,[51] leaving the U.S. with a homicide rate 7x higher. In reputable estimates of crime across the globe, the U.S. generally ranks slightly below the middle, roughly 70th lowest or 100th highest.[52][53] The reported U.S. violent crime rate includes murder, rape and sexual assault, robbery, and assault,[54] whereas the Canadian violent crime rate includes all categories of assault, including Assault level 1 (i.e., assault not using a weapon and not resulting in serious bodily harm).[55][56] A Canadian government study concluded that direct comparison of the two countries' violent crime totals or rates was \"inappropriate\".[57] France does not count minor violence such as punching or slapping as assault, whereas Austria, Germany, Finland and the United Kingdom do count such occurrences.[58] The United Kingdom similarly has different definitions of what constitutes violent crime compared to the United States, making a direct comparison of the overall figure flawed. The FBI's Uniform Crime Reports defines a \"violent crime\" as one of four specific offenses: murder and non-negligent manslaughter, forcible rape, robbery, and aggravated assault. The British Home Office, by contrast, has a different definition of violent crime, including all \"crimes against the person\", including simple assaults, all robberies, and all \"sexual offenses\", as opposed to the FBI, which only counts aggravated assaults and \"forcible rapes\".[59] Crime rates are necessarily altered by averaging neighborhood higher or lower local rates over a larger population which includes the entire city. Having small pockets of dense crime may increase a city's average crime rate. It is estimated that violent crime accounts for as much as $2.2 trillion by the Pacific Institute for Research and Evaluation, accounting for about 85% of the total cost of crime in the United States.[60] †Australian statistics record only sexual assault, and do not have separate statistics for rape only. Sexual assault is defined to include rape, attempted rape, aggravated sexual assault (assault with a weapon), indecent assault, penetration by objects, forced sexual activity that did not end in penetration and attempts to force a person into sexual activity; but excludes unwanted sexual touching.[67] #Australian assault statistics calculated using per state/territory statistics, excluding Victoria as assault data is not collected.[62] ^UCR rape statistics do NOT include sexual assault, while the NCVS does, furthermore NCVS define sexual assault to include as well sexual touching with/without force, and verbal threats of rape or sexual assault, as well as rape, attempted rape, and sexual assault that isn't rape.[63][64] According to a 2013 report by the United Nations Office on Drugs and Crime (UNODC), between 2005 and 2012[update], the average homicide rate in the U.S. was 4.9 per 100,000 inhabitants compared to the average rate globally, which was 6.2. However, the U.S. had much higher murder rates compared to four other selected \"developed countries\", which all had average homicide rates of 0.8 per 100,000.[48] In 2004, there were 5.5 homicides for every 100,000 persons, roughly three times as high as Canada (1.9) and six times as high as Germany and Italy (0.9).[69][55] In 2018, the US murder rate was 5.0 per 100,000, for a total of 15,498 murders.[70] In the United States, the number of homicides where the victim and offender relationship was undetermined has been increasing since 1999 but has not reached the levels experienced in the early 1990s. In 14% of all murders, the victim and the offender were strangers. Spouses and family members made up about 15% of all victims, about one-third of the victims were acquaintances of the assailant, and the victim and offender relationship was undetermined in over one-third of homicides. Gun involvement in homicides were gang-related homicides which increased after 1980, homicides that occurred during the commission of a felony which increased from 55% in 1985 to 77% in 2005, homicides resulting from arguments which declined to the lowest levels recorded recently, and homicides resulting from other circumstances which remained relatively constant. Because gang killing has become a normal part of inner cities, many including police hold preconceptions about the causes of death in inner cities. When a death is labeled gang-related it lowers the chances that it will be investigated and increases the chances that the perpetrator will remain at large. In addition, victims of gang killings often determine the priority a case will be given by police. Jenkins (1988) argues that many serial murder cases remain unknown to police and that cases involving Black offenders and victims are especially likely to escape official attention.[71] According to the FBI, \"When the race of the offender was known, 53.0 percent were black, 44.7 percent were white, and 2.3 percent were of other races. The race was unknown for 4,132 offenders. (Based on Expanded Homicide Data Table 3). Of the offenders for whom gender was known, 88.2 percent were male.\"[72] According to the U.S. Bureau of Justice Statistics, from 1980 to 2008, 84 percent of white homicide victims were killed by white offenders and 93 percent of black homicide victims were killed by black offenders.[33] The United States has the highest rate of civilian gun ownership per capita.[73][74][75] According to the CDC, between 1999 and 2014 there were 185,718 homicides from use of a firearm and 291,571 suicides using a firearm.[76] The U.S. gun homicide rate in 2019 was 18 times the average rate in other developed countries.[77] Despite a significant increase in the sales of firearms since 1994, the US has seen a drop in the annual rate of homicides using a firearm from 7.0 per 100,000 population in 1993 to 3.6 per 100,000 in 2013.[78] In the ten years between 2000 and 2009, the ATF reported 37,372,713 clearances for purchase, however, in the four years between 2010 and 2013, the ATF reported 31,421,528 clearances.[79] According to a 2004 study by the Bureau of Justice Statistics, looking at the period from 1981 to 1999, the United States had a lower surveyed residential burglary rate in 1998 than Scotland, England, Canada, the Netherlands, and Australia. The other two countries included in the study, Sweden and Switzerland, had only slightly lower burglary rates. For the first nine years of the study period the same surveys of the public showed only Australia with rates higher than the United States. The authors noted various problems in doing the comparisons including infrequent data points. (The United States performed five surveys from 1995 to 1999 when its rate dipped below Canada's, while Canada ran a single telephone survey during that period for comparison.)[47] Violence against children from birth to adolescence is considered a \"global phenomenon that takes many forms (physical, sexual, emotional), and occurs in many settings, including the home, school, community, care, and justice systems, and over the Internet.\"[80] According to a 2001 report from UNICEF, the United States has the highest rate of deaths from child abuse and neglect of any industrialized nation, at 2.4 per 100,000 children; France has 1.4, Japan 1, UK 0.9 and Germany 0.8. According to the US Department of Health, the state of Texas has the highest death rate, at 4.1 per 100,000 children, New York has 2.5, Oregon 1.5 and New Hampshire 0.4. [81] A 2018 report from the Congressional Research Service stated, at the national level, violent crime and homicide rates have increased each year from 2014 to 2016.[82] In 2016, data from the National Child Abuse and Neglect Data System (NCANDS) revealed that approximately 1,750 children died from either abuse or neglect; further, this is a continuing trend with an increasing 7.4% of crimes against children from 2012 to 2016 and these statistics can be compared to a rate of 2.36 children per 100,000 children in the United States general population.[83] In addition, 44.2% of these 2016 statistics are specific to physical abuse towards a child.[83] Human trafficking is categorized into the following three groups: (1) sex trafficking; (2) sex and labor trafficking; and (3) labor trafficking; In addition, the rate of domestic minor sex trafficking has exponentially increased over the years. Sex trafficking of children also referred to as commercial sexual exploitation of children, is categorized by the following forms: pornography, prostitution, child sex tourism, and child marriage. Profiles of traffickers and types of trafficking differ in the way victims are abducted, how they are treated, and the reason for the abduction. According to a 2017 report from the National Human Trafficking Hotline (NHTH), out of 10,615 reported survivors of sex trafficking, 2,762 of those survivors were minors.[85] The U.S. Department of Justice defines Commercial Sexual Exploitation of Children (CSEC) as a range of crimes and activities involving the sexual abuse or exploitation of a child for the financial benefit of any person or in exchange for anything of value (including monetary and non-monetary benefits) given or received by any person. These crimes against children, which may occur at any time or place, rob them of their childhood and are extremely detrimental to their emotional and psychological development.[86] In pimp-controlled trafficking, the pimp typically is the only trafficker involved who has full physical, psychological and emotional control over the victim. In gang-controlled trafficking, a large group of people has power over the victim, forcing the victim to take part in illegal or violent tasks for the purpose of obtaining drugs. Another form is called Familial trafficking, which differs the most from the two mentioned above because the victim is typically not abducted. Instead, the victim is forced into being sexually exploited by family members in exchange for something of monetary value, whether that's paying back debt, or obtaining drugs or money. This type of sexual exploitation tends to be the most difficult to detect, yet remains as the most prevalent form of human sex trafficking within the United States.[86] In 2009, the Office of Juvenile Justice and Delinquency Prevention reported that the average age when children first fall victim to CSEC is between ages 12 and 14. However, this age has become increasingly younger due to exploiters' fear of contracting HIV or AIDS from older victims.[86] In 2018, the Office of Public Affairs within the Department of Justice released a report from operation \"Broken Heart\" conducted by Internet Crimes Against Children (ICAC) task forces, stating that more than 2,300 suspected online child sex offenders were arrested on the following allegations:[87] produce, distribute, receive and possess child pornography engage in online enticement of children for sexual purposes engage in the sex trafficking of children travel across state lines or to foreign countries and sexually abuse children In addition, a 2011 report by the Bureau of Justice Statistics described the characteristics of suspected human trafficking incidents, identifying roughly 95% of victims as female and over half as 17 years old or younger. Crime rates vary in the United States depending on the type of community.[88] Within metropolitan statistical areas, both violent and property crime rates are higher than the national average; in cities located outside metropolitan areas, violent crime was lower than the national average, while property crime was higher.[88] For rural areas, both property and violent crime rates were lower than the national average.[88] For regional comparisons, the FBI divides the United States into four regions: Northeast, Midwest, South, and West.[89] For 2019, the region with the lowest violent crime rate was the Northeast, with a rate of 292.4 per 100,000 residents, while the region with the highest violent crime rate was the West, with a rate of 413.5 per 100,000.[89] For 2019, the region with the lowest property crime rate was the Northeast, with a rate of 1,350.4 per 100,000 residents, while the region with the highest property crime rate was the West, with a rate of 2,411.7 per 100,000.[89] Crime rates vary among U.S. states.[90] In 2019, the state with the lowest violent crime rate was Maine, with a rate of 115.2 per 100,000 residents, while the state with the highest violent crime rate was Alaska, with a rate of 867.1 per 100,000.[90] However, the District of Columbia, the U.S. capital district, had a violent crime rate of 1,049.0 per 100,000 in 2019.[90] In 2019, the state with the highest property crime rate was Louisiana, with a rate of 3,162.0 per 100,000, while the state with the lowest property crime rate was Massachusetts, with a rate of 1,179.8 per 100,000.[90] However, Puerto Rico, an unincorporated territory of the United States, had a property crime rate of 702.7 per 100,000 in 2011.[90] According to 2022 FBI Uniform Crime Report, Louisiana's murder rate of 16.1 per 100,000 residents was the highest in the nation (states) for the 34th straight year.[91] Crime in metropolitan statistical areas tends to be above the national average; however, wide variance exists among and within metropolitan areas.[92] Some responding jurisdictions report very low crime rates, while others have considerably higher rates; these variations are due to many factors beyond population.[92] FBI crime statistics publications strongly caution against comparison rankings of cities, counties, metropolitan statistical areas, and other reporting units without considering factors other than simply population.[92] For 2017[update], the metropolitan statistical area with the highest violent crime rate was the Memphis, Tennessee, metropolitan area, with a rate of 1168.3 per 100,000 residents, while the metropolitan statistical area with the lowest violent crime rate was Bangor, Maine, metropolitan area, with a rate of 65.8.[93] According to Jeffrey Ross, isolated, underserved urban communities tend to perpetuate criminality and gang violence. In the United States, it is common for crime to be concentrated in a small number of economically disadvantaged areas, which may remain persistently afflicted by crime no matter which ethnic group is living there.[94] ^Wadsworth, Tim (June 2010). \"Is Immigration Responsible for the Crime Drop? An Assessment of the Influence of Immigration on Changes in Violent Crime Between 1990 and 2000\". Social Science Quarterly. 91 (2): 531–553. doi:10.1111/j.1540-6237.2010.00706.x."}
{"url": "https://www.snopes.com/fact-check/false-hippopotamus-milk-pink/", "text": "Hippopotamus milk, along with flamingo eggs, is on the list of natural things claimed to be pink. Published Jan. 6, 2016 Origin A common claim on many \"Unbelievable Fact\" lists is that the claim the hippopotamus is the only animal that produces naturally pink milk. Although this factoid has been circulating online for several years, it received a large bump in credibility when it was posted the Facebook by a National Geographic account on 26 July 2013: The hippopotamus, however, does not produce pink milk. This claim is based on the combination of two unrelated facts: Hippos secrete hippusudoric acid, which has a reddish pigmentation. When white (the color of milk) and red (the color of hippusudoric acid) combine, the resultant mixture is pink. But according to biologist David Wynick, there's no evidence suggesting that hippos secrete hippusudoric acid into their milk: I think this is an Internet legend that is oft repeated but without any evidence for it that I can find. It is true that hippos secrete a red pigment in their sweat that acts as a natural suntan lotion, but nowhere can i find evidence it is secreted in breast milk and thus turns it pink. Further, since the pigment is acidic I would guess that would not combine well with the milk. Hippos produce white- or beige-colored milk similar to that of other mammals. While it's true that the exterior of a hippo could sometimes appear pinkish due to the animal's secretion of hippusudoric acid, this phenomenon does not produce pink milk: Like all mammals, hippos produce white or off-white milk for their young. Despite this fact, it's easy to see where some of the color confusion comes from. Hippos have no actual sweat glands, but they do have mucus glands, which release an oily secretion frequently referred to as \"blood sweat.\" Despite its name, this secretion is neither blood nor sweat; instead, it's a blend of hipposudoric acid and norhipposudoric acid. Combined, these two acids play an important role in the hippo's health. They not only serve as a natural form of sunscreen and moisturizer for the animal's sensitive skin, but also offer tremendous antibiotic properties to protect hippos from harmful bacteria when they're in the water Now here's where it gets weird; this special secretion comes out colorless like human sweat, but turns to a bright orange-red in the sun so that it looks like blood. A few hours later, it loses its blood-like luster and shifts into a dirty brown color. Social media posts claiming that hippos produce pink milk are often accompanied by a photograph purportedly showing this mythical product: This image, however, does not show five bottles of pink hippo milk. The photograph actually displays the product a dairy-free Strawberry milkshake recipe called \"Strawberry Unmilkshake\" that was originally posted by the web site Veggie Wedgie in 2010. National Geographic online may have perpetuated the rumor that hippos produce pink milk with a Facebook post in 2013, but the magazine's page on the hippopotamus and its fact sheet on National Geographic Kids make no mention of this debunked legend."}
{"url": "https://en.wikipedia.org/wiki/Berakhot_(Talmud)", "text": "Since a large part of the tractate is concerned with the many berakhot (English: blessings), all comprising the formal liturgical element beginning with the words \"Blessed are you, Lord our God….\", it is named for the initial word of these special form of prayer.[1] The Mishna of this tractate deals with aspects of the daily prayer services, primarily the laws about formal prayers and blessings, and only infrequently or incidentally with the content, theology, or rationales for these prayers. These aspects are discussed more at length in the Tosefta, Gemara, and passages in the Midrash. Although the Talmud identifies some biblical basis for the topics dealt with in the tractate, the Mishnah organizes the material according to topics, with only occasional references to biblical sources.[2][3] The laws regarding three liturgical categories addressed in this tractate are as follows:[1][4] The obligation to recite the Shema is a biblical command derived from the verses of the Torah in Deut 6:7 and Deut 11:19 that constitutes the way for a Jew to fulfill their obligation to affirm their acceptance of the \"yoke of the kingship of Heaven\" by declaring, \"the Lord is One\" (Deut. 6:4).[2] The Talmud explain this as a specific commandment to recite the two paragraphs in which the requirement occurs (Deut. 6:4–9, 11:13–21) to be performed twice per day, in the evening (\"when you lie down\") and in the morning (\"when you rise up\"). The tractate defines the exact periods when the Shema should be said in the evening and the morning, specifies conditions for its recital, and who is exempt from this mitzvah (\"commandment\").[4] The tractate deals with the principal rabbinic prayer, recited quietly, without interruption, and while standing and known as the Amidah or \"standing prayer\", or simply as Tefillah (\"prayer\"). Its original version comprised eighteen blessings all beginning with the standard formulation \"Blessed are you, Lord our God…\". A nineteenth blessing was added at a later stage of the Talmudic period.[2] The Mishnah takes the structure and text of the prayer as a given and tefillah as a general concept refers to the regular prayers instituted by the members of the Great Assembly and the sages who followed them. Three daily prayer services were instituted: Shacharit during the morning hours until four hours of the day have passed, and corresponding to the morning daily sacrificial offering at the Temple in Jerusalem, Mincha during the afternoon, corresponding to the afternoon sacrificial offering and Ma'ariv in the evening after nightfall. The times for these services are also connected in the tractate to the practices of the patriarchs Abraham, Isaac and Jacob.[5] The Mishnah and subsequent discussion in the Gemara consider the designated times for the three services; occasions when the full eighteen blessings, or abbreviated versions should be recited; circumstances in which a person does not have to pray as normally required facing towards the Temple in Jerusalem; traditions about the required state of mind when praying and the role of the Shaliach tzibbur (\"representative of the congregation\") who leads the repetition of the prayer when a minyan (\"quorum\") is present.[4] A \"berakhah\" is a formal liturgical unit that is usually formulated with the opening words \"Blessed are you, Lord our God, King of the Universe...\" The tractate discusses the blessings for specific occasions, and the Tosefta[6] states that the theological rationale for this is a recognition that a person should not benefit from the world without first acknowledging that God is the source of the abundance.[2] Enjoyment (birkhot ha'nehenin), recited in appreciation of physical enjoyment including various blessings over food, drink, and fragrances; different blessings are assigned for vegetables, fruit, wine, baked goods, bread, and those items which do not directly come from produce of the earth, such as milk, meat, fish and eggs.[5] Performing a positive commandment (birkhot hamitzvot) such as the lighting of Sabbath candles, usually before the performance of the mitzvah, except for netilat yadai'im (\"ritual washing of hands\"), immersion in a mikveh to attain ritual purity, and the immersion of a convert, when the blessing is recited after the mitzvah is performed.[5] Seeing awe-inspiring natural phenomena (birkhot ha're'iya) of various types, such as seeing the ocean, great mountains, a rainbow, or lightning; or seeing a place where miracles occurred for the Jewish people or for individuals, as well as for places where tragic or catastrophic events occurred.[5] Special time-bound events (birkhot ha'zman) of two primary types — when performing a regular, but infrequent commandment such as the celebration of a Festival, or for an unusual occurrence, such as the redemption of a first born; and when enjoying something for the first time, such as wearing new clothes or eating a type of fruit for the first time in a season, and in general upon experiencing any unusual benefit or joy.[5] In addition to the blessings to be recited before eating, the tractate discusses the blessing ordained in the Torah (Deut 8:8), known as Birkat Hamazon (\"the Grace after Meals\"), to be recited after eating food; while the Torah obligation applies only to a meal that satisfies a person's hunger, the rabbis of the Mishna required that it be recited after eating a k'zayit measure of bread. When three or more men have eaten together, one of them is required to invite the others to recite the Grace after Meals in what is known as the zimmun (\"invitation to bless\").[5][7] The tractate formulates the berakha m'ayn shalosh (\"blessing abridged from the three blessings\" of the Grace after Meals), recited for food or drink made from any of the seven species — wheat, barley, grape, fig, pomegranates, olive (oil), and date (honey) — which are listed in the Hebrew Bible (Deuteronomy 8:8) as being special products of the Land of Israel.For all other foods, besides bread or the products of the seven species, a one blessing berakha acharona (\"blessing recited after eating or drinking\") is recited.[5] The tractate also discusses the various requirements for Kiddush, the sanctification prayers recited over wine on Shabbat and Festivals, and Havdalah, the blessings for the ceremony recited at the end of the Shabbat and Festivals.[7] The tractate consists of nine chapters and 57 paragraphs (mishnayot). It has a Gemara – rabbinical analysis of and commentary on the Mishnah – of 64 double-sided pages in the standard Vilna Edition Shas of the Babylonian Talmud and 68 double-sided pages in the Jerusalem Talmud. There is a Tosefta of six chapters for this tractate.[8] Tractate Berakhot in the Babylonian Talmud has the highest word per daf average due to its large quantity of aggadic material. Some of these passages offer insights into the rabbis' attitudes towards prayer, often defined as a plea for divine mercy, but also cover many other themes, including biblical interpretations, biographical narratives, interpretation of dreams, and folklore.[2] Chapter 2 addresses the appropriate inner intention and attention (kavanah) for the recital of the Shema; whether reading it silently is considered a valid recital; whether incorrect pronunciation or other mistakes invalidate the recital; permission for laborers to say the Shema while working; and exemptions from recital due to inability to recite it with kavanah, such a recently married man; a series of parables regarding Rabban Gamliel are cited to explain why exemptions may be acceptable.[1][2] Chapter 3 continues to discuss total or partial exemption from this duty, such as for mourners, women, slaves, and minors, and the obligation of a person in a state of ritual uncleanness (tumah) to recite the Shema, Amidah and other blessings.[1][7] Chapter 4 discusses the main prayer, the Shemoneh Esrei (literally \"eighteen\") or Amidah (literally \"standing\"), or simply Tefillah (\"prayer\") as it called in the Talmud, and considers the appropriate time-frames in which to recite this prayer in the morning, afternoon and evening; the abbreviated Amidah’s wording and when it is recited; reciting the Amidah while riding or driving; and the additional service (\"musaf\") recited on Sabbaths and Festivals.[1][2] Chapter 5 considers the necessity of preparing for prayer, praying with \"kavanah\" during the Amidah and the prohibition against interrupting one’s prayer during the Amidah, guarding against error, especially regarding additions to or deviations in the form of the prayer; insertion of specific supplications such as for rain; and the course of action when the reader (shaliach tzibbur) makes a mistake while reciting the Amidah for the congregation.[1][2] Chapter 6 examines the principle that before eating any kind of food, one must recite a blessing, and determines the form of blessing before and after various kinds of food.[1][4][2] Chapter 7 discusses the procedures for the concluding blessings known as Birkat Hamazon, (blessing for the sustenance) following a formal meal, usually defined by eating bread, at which three or more have eaten together, and the zimmun – invitation to join the grace.[1][4] Chapter 8 formulates the rules for the washing of hands in connection with a meal, reciting grace over the wine-cup; Kiddush, the sanctification of Shabbat and Jewish holidays and Havdalah, the concluding ceremony of Shabbat; it also notes the disputes between the Houses of Shammai and Hillel regarding blessings recited at meals, especially to the order of their recital.[4] Chapter 9 discusses various special blessings that can be made for many occasions, such as upon coming across a place where a miracle was performed or places of religious significance, or upon hearing thunder or seeing natural phenomena such as lightning or a rainbow, experiencing life milestones, and deliverance from danger; additionally, various additional instructions are given to ensure respect for the Temple Mount and the name of God in personal greetings and to resist heresy by stressing a belief in the world-to-come.[1] The topics of tractate Berakhot, relating to prayers and blessings, are seemingly quite different from the agricultural laws of the other tractates of this Order and several rationales have been proposed for this placement: According to Maimonides, because food is the foremost necessity for life, the laws concerning its production and use – the Order Zeraim – were placed at beginning of the Mishnah. However, to first express gratitude to God for these gifts, the one non-agricultural tractate which opens this order is Berakhot.[3] Another explanation given is the fact that since reciting the Shema in the evening is the first religious duty of the day, this may account for the placement of the tractate at the beginning of the first Order of the Mishnah – the important principle implied in the first question of the tractate, \"From what time is it allowed to read the evening Shema?\" is that the day is calculated from evening to evening and thus the Mishnah begins with the first mitzvah – commandment – that a Jew is obligated to fulfill every day.[1] The Talmud itself (Shabbat 31a), cites an explanation given by Resh Lakish, who homiletically states that the first six terms in a verse in Isaiah (Isa 33:6) refer to the six orders of the Mishna – and the first word, \"emunah\" (faith), corresponds to Zeraim. This is seen as an explanation for why the regulations regarding prayers and blessings – and especially those concerning the recital of the Shema prayer – the Jewish declaration of faith in the One God – came to be grouped with agricultural laws, which are seen both as an expression of faith through reliance on God and, according to the commentator Rashi, (1040 – 1105 CE), as an expression of faithfulness in social relationships, by the provisions of dues to the poor, the priests and the Levites as described in the other tractates of this Order.[9] Composed towards the end of the Mishnaic period (c. 30 BCE - 200 CE) in the Roman province of Judea, the Mishnah of tractate Berakhot contains traditions covering the full range of sages from the period, from the Second Temple period until the end of the period of the Tannaim.[2][10] This tractate, along with other literature from the Second Temple era, especially the liturgical texts of the Dead Sea Scrolls, has provided scholars with a better understanding of the place of Jewish prayer in the broader evolution of Jewish worship of the time when it coexisted alongside the sacrificial worship of the Temple in Jerusalem. The tractate also provides significant information about the eating customs of the Jews of Upper Mesopotamia, called \"Babylonia\" (chapter 6), and of the Jews in Syria Palaestina, also called \"Land of Israel\", which were largely modeled on those of the Romans (chapter 8) by the time the Mishna was written (c. 200 CE).[2][4] Initially, the prayers instituted by the Talmudic rabbis were primarily learned and transmitted orally and prayer texts may have been flexible within these accepted structures. Only around the fourth century CE does synagogue architecture in the Land of Israel begin to consistently reflect the physical orientation towards Jerusalem required by rabbinic worship. By that time, prayer had become a function of the synagogue, with a shaliach tzibbur (\"leader of the congregation\") who recited the prayers out loud to enable those incapable of praying properly on their own to fulfill their obligations to participate by listening and responding, \"amen\".[11] Around the essential main prayers of the Shema and Amidah, other elements seem to have arisen, probably in the later Talmudic period during the time of the Amoraim. These included the recitation of psalms and other collections of biblical verses known as pesukei dezimra (\"verses of song\") prior to the main prayers in order to set an appropriate frame of mind for praying (Berakhot 5:1), and the recitation of individual prayers after the Amidah. These began as private supplications, including personal requests (Tosefot to Berakhot 3:10), but were gradually formalized. These elements took different forms in the Land of Israel and in Babylonia, as the findings of some of these texts in the Cairo Genizah have shown.[11] During the Talmudic period, the norm developed that the ideal language for prayer was Hebrew, although other languages were considered acceptable for many prayers (BT, Berakhot 13a). By the end of the Talmudic period, consensus existed as to the basic formulation of most prayers, though regional variations remained.[11] By the end of the Talmudic period (c. 500), two distinct prayer rites had developed, \"Land of Israel\" and \"Babylonia\". However, by the end of the Geonic period (c. 1038), the prayers of all the traditional Jewish ethnic divisions had largely conformed to the liturgy of the Babylonian Jewish community, and this has remained so until the present time, with only minor textual and structural variations among them.[4] Both the Babylonian Talmud (BT) and Jerusalem Talmud (JT) include original prayers, many of which have been included in the Siddur, the daily prayer-book. The prayers are mostly the same in form and content in both Talmuds.[1] Many of the Talmudic sages arranged personal petitions that they would say at the conclusion of the Amidah, some of which are cited in this tractate [12]Elohai (\"My God\"), the private meditation of the fourth century sage, Mar son of Ravina, as recorded in this tractate, has become universally accepted as the concluding meditation of the Amidah in the liturgies of all the Jewish communities. It begins with the words \"My God, guard my tongue from evil and my lips from deceitful speech\" and reflects the opening meditation of the Amidah \"O Lord, open my lips so that my mouth may declare your praise\" in that, having asked God to guide what to say in his presence, it now asks Him to guide what not to say in the presence of other human beings.[13] Yehi Ratzon (\"May it be Your will\"), the personal prayer of the late second–early third century sage, Rabbi Yehuda Hanasi, as recorded in this tractate (Talmud, b.Berakhot 16b), requesting protection from harmful events, people and temptations, which he recited every day after the morning service, has been incorporated at the beginning of the morning service in both the Ashkenazi and Sefardiliturgies, albeit with minor textual variants in each.[14][15] The second part of the Nishmat prayer, recited on Sabbath and Festivals, from the words \"If our mouths were as full of song as the sea...we could not sufficiently praise You O Lord our God\" is the text of a thanksgiving prayer for rain cited in this tractate (Talmud, b.Berakhot 59b).[15] Another prayer beginning with Elohai (\"My God\") and continuing with \"the soul which you have given me is pure\" is recorded in this tractate (BT, Berakhot 60b) expressing gratitude to God for restoring one’s spirit upon awakening in the morning and for providing the person with the requirements for life and health. This text is the introduction to the series of fifteen blessings recited in the early morning service in both the Ashkenazi and Sefardi liturgies, in accordance with the teaching on Berakhot 60b, that as one experiences the phenomena of the new day, one should bless God for providing them.[16][17] The concluding statement of the tractate in both the Babylonian and Jerusalem Talmud (BT, Berakhot 64a) is Amar Rabbi Elazar (\"Rabbi Elazer said\"), \"Torah scholars increase peace in the world...\" and it is recited at the end of the Kabbalat Shabbat service welcoming the Sabbath on Friday night in the Ashkenazi liturgy, and towards the end of the Musaf service on Sabbaths and Festivals in both the Ashkenazi and Sefardi liturgies.[1][18]"}
{"url": "https://en.wikipedia.org/wiki/Chinese_mantis", "text": "The Chinese mantis (Tenodera sinensis) is a species of mantis native to Asia and the nearby islands. In 1896, this species was accidentally introduced by a nursery tender at Mt. Airy near Philadelphia, United States.[2]Tenodera sinensis often is erroneously referred to as Tenodera aridifolia sinensis because it was at first described as a subspecies of Tenodera aridifolia, but Tenodera sinensis is now established as a full species.[3] Tenodera sinensis feeds primarily on other insects, though adult females sometimes catch small vertebrates. For example, they have been observed feeding on hornets, spiders, grasshoppers, katydids, small reptiles, amphibians, and even hummingbirds.[4] Like most mantids, they are known to be cannibalistic. One study found that cannibalism occurs in up to 50% of matings.[5] These mantids have been observed eating the larvae of monarch butterflies, while discarding the entrails.[6] Brown sub-adult female Chinese mantis. The spot between the legs is yellow, compared with the orange of Tenodera angustipennis. The Chinese mantis is a long, slender, brown and green praying mantis. It is typically longer than other praying mantis species, reaching just over 11 cm (4.3 in), and is the largest mantis species in North America (spread throughout the Northeast United States). Its color can vary from overall green to brown with a green lateral stripe on the borders of the front wings in the brown color form. In low light, the eyes of the mantis appear black, but in daylight appear to be clear, matching the color of the head. Chinese mantids look similar to another mantis species that has been introduced to the United States, the narrow-winged mantid (Tenodera angustipennis). Tenodera sinensis and Tenodera angustipennis are similar in appearance; however, it is possible to tell them apart by locating a spot in between their front legs, as the spot is yellow in the Chinese mantis but orange in the narrow-winged mantis. The female can produce several semi-spherical oothecae, roughly 2 cm (0.8 in) in diameter, containing up to 300 eggs.[2] The oothecae are often affixed to vegetation such as bushes and small trees. This mantis is native to China, Japan, the Korean Peninsula, Micronesia, and Thailand.[1] Populations of T. sinensis in Japan are sympatric with Tenodera aridifolia, the Japanese giant mantis, of which T. sinensis was formerly considered a subspecies. Chinese mantises hatch in the spring, eat, grow, and molt through the summer, and lay eggs at the end of summer. When it gets too cold, they die, only living around a year long.[7] First instarnymphs that eat less take a longer time to molt to the next instar and are smaller at the second instar than first instar nymphs that have been fed more.[8] The Chinese mantis is preyed on by other mantises, birds, and the Asian giant hornet in its native range. The female mantis specifically preys on male mantises. She often kills and eats her male partner after mating, providing nutrition for her offspring.[10]Sexual cannibalism is a strange phenomenon not yet completely understood by scientists.[11] The European mantis (Mantis religiosa) and the Carolina mantis (Stagmomantis carolina) are both smaller mantises closely resembling the Chinese mantis.[12] The European mantis is anywhere from tan to green in color and about 7.5 cm (3 in) long.[13] The Carolina mantis, on the other hand, is only 6 cm (2.5 in) in length and varies more in color.[14]"}
